Repository: zeynab12345/my_project
Catalog: lms/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, pt_pt, zh_cn

source: No Name
ar_sa: {نو نيم}
de_de: Kein Name
es_es: Sin nombre
fr_fr: Pas de nom
ja_jp: （名前なし）
pt_pt: Sem Nome
zh_cn: 无题。

source: Publisher:
ar_sa: الناشر:
de_de: Verlag:
es_es: Editoras:
fr_fr: Editeur:
ja_jp: 出版社:
pt_pt: Editor:
zh_cn: 发行商

source: Authors:
ar_sa: المؤلفون
de_de: Autoren:
es_es: Autoría:
fr_fr: Auteurs:
ja_jp: 著者：
pt_pt: Autores: %s
zh_cn: 贡献者

source: Add Author
ar_sa: إضافة مؤلف
de_de: Autor hinzufügen
es_es: Añadir autor
fr_fr: Ajouter un auteur
ja_jp: 著者を追加
pt_pt: Adicionar autor
zh_cn: 添加作者

source: Edit Author
ar_sa: تحرير المؤلف
de_de: Autor bearbeiten
es_es: Editar autor
fr_fr: Modifier l'auteur
ja_jp: 著者を編集
pt_pt: Editar Autor
zh_cn: 编辑作者

source: First Name
ar_sa: الاسم
de_de: Vorname
es_es: Nombre
fr_fr: Prénom
ja_jp: 姓
pt_pt: Primeiro Nome
zh_cn: 名

source: Middle Name
ar_sa: الاسم الأوسط
de_de: Zweiter Vorname
es_es: Segundo nombre
fr_fr: Deuxième nom
ja_jp: ミドルネーム
pt_pt: Nome do meio
zh_cn: 中间名

source: Last Name
ar_sa: الكنية
de_de: Nachname
es_es: Apellido
fr_fr: Nom De Famille
ja_jp: 名
pt_pt: Sobrenome
zh_cn: 姓

source: Description
ar_sa: وصف
de_de: Beschreibung
es_es: Descripción
ja_jp: 説明
pt_pt: Descrição
zh_cn: 说明

source: Save
ar_sa: حفظ
de_de: Speichern
es_es: Salvar
fr_fr: Sauvegarder
ja_jp: 保存
pt_pt: Salvar
zh_cn: 保存

source: Drag & Drop your file or <span>Browse</span>
de_de: Bewegen Sie die gewünschte Datei per Drag & Drop in dieses Feld oder <span>durchsuchen</span> Sie Ihre Dateien

source: Photo successfully uploaded
de_de: Bild erfolgreich hochgeladen

source: Uploaded file is not a valid image. Only JPG, PNG and GIF files are allowed.
de_de: Hochgeladene Datei befindet sich in einem ungültigen Format. Nur JPG-, PNG- und GIF-Dateien sind erlaubt.

source: The File APIs are not fully supported in this browser.
de_de: Die Datei-APIs werden durch diesen Browser nicht vollständig unterstützt.

source: Data has been saved successfully
ar_sa: تم حفظ البيانات بنجاح
de_de: Daten wurden erfolgreich gespeichert
es_es: Los datos se han guardado con éxito
fr_fr: Les données ont été enregistrées avec succès
ja_jp: データが正常に保存されました
pt_pt: Os dados foram salvos com sucesso
zh_cn: 数据已成功保存

source: There are no changes
ar_sa: لا توجد تغييرات
de_de: Es gibt keine Änderungen
es_es: No hay cambios
fr_fr: Il n'y a pas de changements
ja_jp: 変更はありません
pt_pt: Não há mudanças
zh_cn: 没有变化

source: Name Descending
ar_sa: الاسم تنازليا
de_de: Name absteigend
es_es: Nombre (Descendente)
fr_fr: Nom Descendant
ja_jp: 名前降順
pt_pt: Nome Descendente
zh_cn: 名字降序

source: Name Ascending
ar_sa: الاسم تصاعدي
de_de: Name aufsteigend
es_es: Nombre (Ascendente)
fr_fr: Nom Ascendent
ja_jp: 名前を昇順にする
pt_pt: Nome Ascendente
zh_cn: 名称升序

source: 1 Author
de_de: 1 Autor
es_es: Autor
fr_fr: Auteur
ja_jp: 著者：
pt_pt: Autor
zh_cn: 作者

source: Actions
ar_sa: أفعال
de_de: Aktionen
es_es: Accio
fr_fr: Menu
ja_jp: 行動
pt_pt: Ações
zh_cn: 操作

source: Edit
ar_sa: تصحيح
de_de: Bearbeiten
es_es: Editar
fr_fr: Modif
ja_jp: 編集
pt_pt: Editar
zh_cn: 编辑

source: Delete
ar_sa: حذف
de_de: Löschen
es_es: Borra
fr_fr: Rayer
ja_jp: 削除
pt_pt: Apagar
zh_cn: 删除

source: Do you really want to delete?
ar_sa: هل تريد حقا حذفها؟
de_de: Löschen bestätigen?
es_es: ¿Está seguro que quiere eliminar?
fr_fr: Voulez-vous vraiment supprimer?
ja_jp: 本当に削除しますか？
pt_pt: Você realmente deseja excluir?
zh_cn: 你真的要删除吗？

source: Authors
ar_sa: المؤلفون
de_de: Autoren
es_es: Autores
fr_fr: Auteurs
ja_jp: 著者
pt_pt: Autores
zh_cn: 贡献者

source: Title
ar_sa: اسم
de_de: Titel
es_es: Título
fr_fr: Titre
ja_jp: 役職
pt_pt: Título
zh_cn: 标题

source: Add Field
de_de: Themengebiet hinzufügen

source: Edit Field
de_de: Themengebiet bearbeiten

source: Type
ar_sa: اكتب
de_de: Art
es_es: Tipo
ja_jp: 種類
pt_pt: Tipo
zh_cn: 类型

source: Control
de_de: Kontrolle

source: List Values
de_de: Werte auflisten

source: Add Value
de_de: Wert hinzufügen

source: is already exist. Please use another Name
de_de: ist schon vorhanden. Bitte verwenden Sie eine anderen Namen

source: Validation errors occurred. Please confirm the fields and submit it again.
ar_sa: حدثت أخطاء في التحقق من الصحة. يرجى تأكيد الحقول وإرسالها مرة أخرى.
de_de: Es ist ein Validierungsfehler aufgetreten. Bitte bestätigen Sie die Felder und übermitteln Sie es erneut.
es_es: Se produjeron errores de validación. Por favor, confirme los campos y vuelva a enviarlo.
fr_fr: Des erreurs de validation sont survenues. Veuillez confirmer les champs et renvoyez-le.
ja_jp: 検証エラーが発生しました。フィールドを確認して再度送信してください。
pt_pt: Ocorreram erros de validação. Confirme os campos e envie-o novamente.
zh_cn: 发生验证错误。请确认这些字段并重新提交。

source: Nothing to save.
ar_sa: لا شيء لحفظ.
de_de: Es ist nichts zum Speichern vorhanden.
es_es: Nada para guardar.
fr_fr: Rien à sauver.
ja_jp: 何も保存することはありません。
pt_pt: Nada para salvar.
zh_cn: 无所保存。

source: Book Custom Fields
de_de: Benutzerdefinierte Themengebiete

source: Subtitle
ar_sa: عنوان فرعي
de_de: Untertitel
es_es: Subtítulo
fr_fr: Sous-titre
ja_jp: サブタイトル
pt_pt: Subtítulo
zh_cn: 标题

source: Book ID
ar_sa: معرف الكتاب
de_de: Buch-ID

source: Series
ar_sa: السلسلات
de_de: Serie
es_es: Serie
fr_fr: Séries
ja_jp: シリーズ
pt_pt: Série
zh_cn: 剧集

source: Publisher
ar_sa: جهة النشر
de_de: Herausgeber
es_es: Editor
fr_fr: Éditeur
ja_jp: パブリッシャー
pt_pt: Editor
zh_cn: 发布人

source: Tags
de_de: Schlagwörter

source: Edition
ar_sa: ادشن
de_de: Auflage
es_es: Edicin
fr_fr: Édition
ja_jp: エディション
pt_pt: Edição
zh_cn: 版本

source: Published Year
ar_sa: سنة النشر
de_de: Jahr der Veröffentlichung
es_es: Año publicado
fr_fr: Année publiée
ja_jp: 発行年
pt_pt: Ano publicado
zh_cn: 发布年份

source: Pages
ar_sa: الصفحات
de_de: Seiten
es_es: Páginas
pt_pt: Páginas
zh_cn: 页面

source: Physical Form
ar_sa: النموذج المادي
de_de: Ausführung
es_es: Forma física
fr_fr: Forme physique
ja_jp: 物理的形態
pt_pt: Forma física
zh_cn: 物理形式

source: Size
ar_sa: بحجم
de_de: Größe
es_es: Tamaño
fr_fr: Taille
ja_jp: サイズ
zh_cn: 尺寸

source: Binding
ar_sa: ملزم
de_de: Einband
es_es: Unión
fr_fr: Config. princip.
ja_jp: 必須設定
pt_pt: obrigatório.
zh_cn: 捆绑：

source: Store
ar_sa: متجر
de_de: Bestand

source: Location
ar_sa: موقعك
de_de: Standort

source: Quantity
ar_sa: الكمية
de_de: Menge
es_es: Cantidad
fr_fr: Quantité
ja_jp: 結果量
pt_pt: Quantidade
zh_cn: 数量

source: Price
ar_sa: السعر
de_de: Preis
fr_fr: Tar
ja_jp: 価格
pt_pt: Preço
zh_cn: 价格

source: Language
ar_sa: لغة
de_de: Sprache
es_es: Idioma
fr_fr: Langue
ja_jp: 言語
pt_pt: Língua
zh_cn: 语言

source: Notes
ar_sa: ملاحظات
de_de: Anmerkungen
es_es: Notas
ja_jp: 備考
pt_pt: Notas
zh_cn: 备注

source: Drag & Drop your cover or <span>Browse</span>
de_de: Bewegen Sie das gewünschte Cover per Drag & Drop in dieses Feld oder <span>durchsuchen</span> Sie Ihre Dateien

source: Drag & Drop your eBook or <span>Browse</span>
de_de: Bewegen Sie das gewünschte eBook per Drag & Drop in dieses Feld oder <span>durchsuchen</span> Sie Ihre Dateien

source: Book Layout
de_de: Buchlayout

source: Not Used Elements
de_de: Nicht verwendete Elemente

source: Book Visible Fields On Public
de_de: Öffentlich sichtbare Buchthemengebiete

source: Add Book
ar_sa: إضافة كتاب
de_de: Buch hinzufügen
es_es: Alta manual de libro
fr_fr: Ajouter livre
ja_jp: ブックを追加
pt_pt: Adicionar livro
zh_cn: 添加书籍

source: Edit Book
ar_sa: تحرير الكتاب
de_de: Buch bearbeiten
es_es: Editar libro
fr_fr: Modifier le livre
ja_jp: ブックを編集する
pt_pt: Editar livro
zh_cn: 编辑图书

source: Clone
ar_sa: نسخ
de_de: Duplizieren
es_es: Clonar
ja_jp: クロン
zh_cn: 克隆

source: General
ar_sa: عام
de_de: Allgemeines
fr_fr: Général
ja_jp: 概要
pt_pt: Geral
zh_cn: 通用

source: Images
ar_sa: الصور
de_de: Abbildungen
es_es: Imágenes
ja_jp: 画像
pt_pt: Imagens
zh_cn: 图像

source: SEO
de_de: Suchmaschinenoptimierung

source: Copies
de_de: Kopien

source: Logs
de_de: Protokolle

source: Drag & Drop your files or <span>Browse</span>
de_de: Bewegen Sie die gewünschte Datei per Drag & Drop in dieses Feld oder <span>durchsuchen</span> Sie Ihre Dateien

source: Meta Title
ar_sa: عنوان الفوقية
de_de: Meta-Titel
es_es: Titulo del META
fr_fr: Méta-titre
ja_jp: メタタイトル
zh_cn: 元标题

source: Meta Keywords
ar_sa: كلمات دليلية :
de_de: Meta-Schlüsselwörter
es_es: Meta Palabras clave
ja_jp: メタキーワード
pt_pt: Meta Palavras-chave
zh_cn: 元信息

source: Meta Description
ar_sa: الوصف :
de_de: Meta-Beschreibung
es_es: Meta Descripción
ja_jp: メタデスクリプション
pt_pt: 12603 | Meta description
zh_cn: 元描述

source: This book has never been requested or issued.
de_de: Dieses Buch wurde noch nicht angefragt oder ausgegeben.

source: Book Copy ID
de_de: Buchkopie-ID

source: Book Status
de_de: Status

source: Issue Status
de_de: Ausleihstatus

source: Available
de_de: Verfügbar

source: Add Book Copy
de_de: Buchkopie hinzufügen

source: Please don't forget to save the book
de_de: Bitte vergessen Sie nicht Ihre Eintragungen zu speichern

source: Nothing found (Make sure Google API setting is correct)
de_de: Es wurde nichts gefunden (Stellen Sie sicher, dass die Google API-Einstellungen korrekt sind)

source: ISBN is required.
de_de: ISBN ist erforderlich.

source: Select Book
de_de: Buch auswählen

source: Image successfully uploaded
de_de: Abbildung erfolgreich hochgeladen

source: Cover successfully uploaded
de_de: Titelseite erfolgreich hochgeladen

source: eBook successfully uploaded
de_de: eBook erfolgreich hochgeladen

source: is already exist. Please use another URL
de_de: ist schon vorhanden. Bitte verwenden Sie eine andere URL

source: is already exist. Please use another Book Id
de_de: ist schon vorhanden. Bitte verwenden Sie eine andere Bücher-ID

source: Please enter keywords
ar_sa: الرجاء إدخال الكلمات الرئيسية
de_de: Bitte Schlüsselwörter eingeben
es_es: Por favor ingrese palabras clave
fr_fr: Veuillez entrer des mots-clés
ja_jp: キーワードを入力してください
pt_pt: Por favor, insira palavras-chave
zh_cn: 请输入关键字

source: Book Copy Id
de_de: Buchkopie-ID

source: User
ar_sa: مستخدم
de_de: Nutzer
es_es: Usuario
fr_fr: Utilisateur
ja_jp: ユーザー
pt_pt: Usuário
zh_cn: 用户

source: Request Date
de_de: Datum der Anfrage

source: Issue Date
ar_sa: تاريخ الإصدار
de_de: Ausgabedatum
es_es: Fecha de emisión
fr_fr: Date d'émission
ja_jp: 認証日
pt_pt: Data de emissão
zh_cn: 发布日期

source: Expiry Date
ar_sa: تاريخ الإنتهاء
de_de: Ablaufdatum
es_es: Fecha de caducidad
fr_fr: Date d'expiration
ja_jp: 有効期限：
pt_pt: Data de Validade:
zh_cn: 截止日期

source: Return Date
ar_sa: تاريخ العودة
de_de: Rückgabedatum
es_es: Fecha de devolución:
fr_fr: Date de retour
ja_jp: 返却日
pt_pt: Data de Retoma

source: Last Action
de_de: Letzte Aktion

source: Action Time
de_de: Dauer der Aktion

source: Issue
ar_sa: الإصدار
de_de: Ausgabe
es_es: Problema
fr_fr: Question
ja_jp: 問題
pt_pt: Questão:
zh_cn: 问题

source: Request
ar_sa: طلب
de_de: Anfrage
es_es: Pedir
fr_fr: Demande
ja_jp: 要求
pt_pt: Pedido
zh_cn: 请求

source: Title, ISBN, Author, Publisher, Genre
ar_sa: العنوان، إيسبن، المؤلف، الناشر، النوع
de_de: Titel, ISBN, Autor, Herausgeber, Genre

source: Date Descending
ar_sa: التاريخ تنازليا
de_de: Datum absteigend
es_es: Fecha descendente
fr_fr: Date Descendant
ja_jp: 日付降順
pt_pt: Data Descendente
zh_cn: 日期降序

source: Date Ascending
ar_sa: تاريخ التصاعدي
de_de: Datum aufsteigend
es_es: Fecha ascendente
fr_fr: Date Ascendante
ja_jp: 昇順の日付
pt_pt: Data Ascendente
zh_cn: 日期升序

source: Title Descending
ar_sa: العنوان - تنازلياً
de_de: Titel absteigend
es_es: Título Descendente
fr_fr: Tire Descendant
ja_jp: タイトル降順
pt_pt: Título Descendente
zh_cn: 标题降序

source: Title Ascending
ar_sa: العنوان - تصاعدياً
de_de: Titel aufsteigend
es_es: Título ascendente
fr_fr: Titre (croissant)
ja_jp: タイトル昇順
pt_pt: Título Ascendente
zh_cn: 标题升序

source: Year Descending
ar_sa: السنة تنازليا
de_de: Jahr absteigend
es_es: Año descendiente
fr_fr: Année décroissante
ja_jp: 年降順
pt_pt: Ano decrescente
zh_cn: 年降序

source: Year Ascending
ar_sa: السنة
de_de: Jahr aufsteigend
es_es: Año Ascendente
fr_fr: Année croissante
ja_jp: 年の昇順
pt_pt: Ano Ascendente
zh_cn: 年升序

source: 1 Book
ar_sa: كتاب
de_de: 1 Buch
es_es: Book 300
fr_fr: Reservation
ja_jp: 本
pt_pt: Livro
zh_cn: 书

source: Select All
ar_sa: تحديد الكل
de_de: Alle auswählen

source: Delete Books
ar_sa: حذف الكتب
de_de: Bücher löschen

source: Generate Barcode
ar_sa: توليد الباركود
de_de: Barcode erstellen

source: Edit Books
ar_sa: تحرير الكتب
de_de: Bücher bearbeiten

source: Book
ar_sa: كتاب
de_de: Buch
es_es: Libro
fr_fr: Livre
ja_jp: 本
pt_pt: Livro
zh_cn: 书

source: Issued
ar_sa: الإصدار
de_de: Ausgegeben
es_es: Emitido
fr_fr: Publié
ja_jp: 発行年月日
pt_pt: Emitido
zh_cn: 发行日 1948-05

source: Author
ar_sa: مؤلف
de_de: Autor
es_es: Autor
fr_fr: Auteur
ja_jp: 著者
pt_pt: Autor
zh_cn: 作者

source: Download
ar_sa: تنزيل
de_de: Herunterladen

source: Read
ar_sa: اقرأ
de_de: Lesen

source: Books
ar_sa: كتب
de_de: Bücher
es_es: Obra
fr_fr: Livres
pt_pt: Livros
zh_cn: 书籍

source: Manually
ar_sa: يدوياً
de_de: Manuell
es_es: Manualmente
fr_fr: Manuellement
ja_jp: 手動で
pt_pt: Manualmente
zh_cn: 手动

source: Clear Value
ar_sa: قيمة واضحة
de_de: Wert zurücksetzen

source: Confirm Value
ar_sa: تأكيد القيمة
de_de: Wert bestätigen

source: Manuscript
ar_sa: manuscrip
de_de: Manuskript
es_es: Manuscrito
fr_fr: IPT manusc
ja_jp: 原稿
pt_pt: Manuscrito
zh_cn: 手稿

source: Other
ar_sa: آخر
de_de: Andere
es_es: Otro
fr_fr: Autre
ja_jp: その他
pt_pt: Outros
zh_cn: 其他

source: Medium
ar_sa: متوسط
de_de: Mittel
es_es: Medio
fr_fr: Moyen
ja_jp: 中
pt_pt: Médio
zh_cn: 中等

source: Large
ar_sa: كبير
de_de: Groß
fr_fr: Grand
ja_jp: 大
pt_pt: Grande
zh_cn: 大

source: Huge
ar_sa: ضخم
de_de: Sehr groß
es_es: Enorme
fr_fr: Énorme
ja_jp: 最大
pt_pt: Enorme
zh_cn: 超大

source: Small
ar_sa: صغير
de_de: Klein
fr_fr: Petit
ja_jp: 小
pt_pt: Pequeno
zh_cn: 小

source: Tiny
ar_sa: تيني
de_de: Sehr klein
es_es: Minúsculo
fr_fr: Minuscule
ja_jp: 小さめ
pt_pt: Minúsculo
zh_cn: 小

source: Save Changes
ar_sa: حفظ التغيرات
de_de: Änderungen sichern

source: Add Book With Google Books
ar_sa: إضافة كتاب باستخدام كتب غوغل
de_de: Fügen Sie ein Buch mit Google-Books hinzu
es_es: Agregar libro con Google Books
fr_fr: Ajouter un livre avec Google Livres
ja_jp: Googleブックスで書籍を追加する
pt_pt: Adicione um livro com o Google Livros
zh_cn: 使用Google图书添加图书

source: Clear
ar_sa: مسح
de_de: Zurücksetzen

source: View Book
ar_sa: عرض الكتاب
de_de: Buch anzeigen
es_es: Ver libro
fr_fr: Voir le livre
ja_jp: ビューブック
pt_pt: Ver Livro
zh_cn: 查看书籍

source: Book is required
ar_sa: الكتاب مطلوب
de_de: Buch ist erforderlich
es_es: Libro es requerido
fr_fr: Le livre est requis
ja_jp: 予約が必要です
pt_pt: É necessário reservar
zh_cn: 本书是必需的

source: Book Barcode Generation
ar_sa: كتاب الباركود الجيل
de_de: Barcode-Generierung

source: Delete Book
ar_sa: حذف الكتاب
de_de: Buch löschen
es_es: Eliminar libro
fr_fr: Supprimer le Livre
ja_jp: ブックを削除
pt_pt: Excluir o livro
zh_cn: 删除书

source: Preset
ar_sa: الضبط المسبق: 100
de_de: Voreinstellungen

source: Per Page
ar_sa: لكل صفحة
de_de: Pro Seite

source: Label Width
ar_sa: عرض التسمية
de_de: Etikettenbreite

source: Label Height
ar_sa: ارتفاع الملصق
de_de: Etikettenhöhe

source: Corner Radius
ar_sa: نصف القطر
de_de: Eckradius

source: Primary Font Size
ar_sa: حجم الخط الأساسي
de_de: Primäre Schriftgröße

source: Secondary Font Size
ar_sa: الثانوية حجم الخط
de_de: Sekundäre Schriftgröße

source: Page Margin Top
ar_sa: أعلى الصفحة الهامش
de_de: Seitenrand oben

source: Page Margin Bottom
ar_sa: الصفحة الهامش السفلي
de_de: Seitenrand unten

source: Page Margin Left
ar_sa: صفحة الهامش يسار
de_de: Seitenrand links

source: Page Margin Right
ar_sa: صفحة هامش الهامش
de_de: Seitenrand rechts

source: Gap Across
ar_sa: الفجوة عبر
de_de: Lücke quer

source: Gap Down
ar_sa: فجوة أسفل
de_de: Lücke nach unten

source: Custom Text
ar_sa: نص مخصص
de_de: Benutzerdefinierte Vorlage

source: e.g. Library Name
ar_sa: مثل اسم المكتبة
de_de: z.B. Bibliotheksname

source: Generate
ar_sa: توليد
de_de: Erstellen

source: Print
ar_sa: طباعة
de_de: Drucken

source: is not a valid ISBN
ar_sa: ليس رقم إيسبن صالحا
de_de: ist keine zulässige ISBN

source: Location %1 Books
ar_sa: الموقع٪ 1 من الكتب
de_de: Standort %1 Bücher

source: Read Book
ar_sa: اقرأ كتابا
de_de: Buch lesen

source: Show Document Outline (double-click to expand/collapse all items)
ar_sa: عرض مخطط المستند (انقر نقرا مزدوجا لتوسيع / ​​طي جميع العناصر)
de_de: Dokumentenübersicht anzeigen (Doppelklick zum Ein-/Ausblenden aller Begriffe)

source: Document Outline
ar_sa: مخطط الوثيقة
de_de: Dokumentübersicht

source: Toggle Sidebar
ar_sa: تبديل الشريط الجانبي
de_de: Seitenleiste umschalten

source: Previous Page
ar_sa: الصفحة السابقة
de_de: Vorherige Seite
es_es: Página anterior
fr_fr: Page précédente
pt_pt: Página Anterior
zh_cn: 上一页

source: Previous
ar_sa: سابق
de_de: Zurück
es_es: Anterior
fr_fr: Précédent
ja_jp: 前
pt_pt: Anterior
zh_cn: 上一页

source: Next Page
ar_sa: الصفحة التالية
de_de: Nächste Seite
es_es: Próxima página
fr_fr: Page suivante
ja_jp: 次のページ
pt_pt: Próxima Página
zh_cn: 下一页

source: Next
ar_sa: التالى
de_de: Vor
es_es: Siguiente
fr_fr: Suivant
ja_jp: 次
pt_pt: Próximo
zh_cn: 下一页

source: Switch to Presentation Mode
ar_sa: التبديل إلى وضع العرض التقديمي
de_de: In den Präsentationsmodus wechseln

source: Presentation Mode
ar_sa: وضع العرض
de_de: Präsentationsmodus

source: Zoom Out
ar_sa: تصغير
de_de: Verkleinern

source: Zoom In
ar_sa: تكبير
de_de: Vergrößern

source: Zoom Reset
ar_sa: التكبير / التصغير
de_de: Standardansicht

source: This eBook format is not supported yet.
ar_sa: هذا التنسيق للكتاب الإلكتروني غير معتمد حتى الآن.
de_de: Dieses eBook-Format wird zurzeit nicht unterstützt.

source: Store %1 Books
ar_sa: تخزين٪ 1 من الكتب
de_de: Bestand %1 Bücher

source: Stores
ar_sa: المتاجر
de_de: Bestände

source: Locations
ar_sa: المواقع
de_de: Standorte

source: Import & Export CSV
ar_sa: استيراد وتصدير كسف
de_de: CSV importieren und exportieren
es_es: Importar y Exportar CSV
ja_jp: CSVのインポートとエクスポート
pt_pt: Importação e exportação CSV
zh_cn: 导入和导出CSV

source: CSV File
ar_sa: ملف كسف
de_de: CSV-Datei
es_es: Archivos CSV,
fr_fr: Fichier CSV
ja_jp: CSVファイル
pt_pt: Arquivo CSV
zh_cn: CSV文件

source: It is recommended to make imports into a clean database to avoid duplication of information (in particular authors, genres, etc.)
ar_sa: فمن المستحسن لجعل الواردات إلى قاعدة بيانات نظيفة لتجنب الازدواجية في المعلومات (على وجه الخصوص المؤلفين، والأنواع، وما إلى ذلك)
de_de: Es wird empfohlen, Importe in eine neue Datenbank zu übernehmen, um eine Duplizierung von Informationen (insbesondere Autoren, Genres usw.) zu vermeiden.
es_es: Se recomienda realizar importaciones en una base de datos limpia para evitar la duplicación de información (en particular, autores, géneros, etc.)
fr_fr: Il est recommandé de faire des importations dans une base de données propre pour éviter la duplication d'informations (en particulier les auteurs, les genres, etc.)
ja_jp: 情報（特に著者、ジャンルなど）の重複を避けるために、きれいなデータベースにインポートすることをお勧めします。
pt_pt: Recomenda-se fazer as importações em um banco de dados limpo para evitar a duplicação de informações (em particular, autores, gêneros, etc.)
zh_cn: 建议将导入到一个干净的数据库，以避免重复的信息（特别是作者，流派等）

source: Column Delimiter
ar_sa: محدد العمود
de_de: Spaltentrennzeichen
es_es: Delimitador de columna
fr_fr: Délimiteur de colonne
ja_jp: 列デリミタ
pt_pt: Delimitador de coluna
zh_cn: 列分隔符

source: Multiple Values Delimiter
ar_sa: محدد القيم المتعددة
de_de: Trennzeichen bei mehreren Werten
es_es: Delimitador de valores múltiples
fr_fr: Délimiteur de valeurs multiples
ja_jp: 複数の値デリミタ
pt_pt: Delimitador de valores múltiplos
zh_cn: 多值分隔符

source: Default: ,
ar_sa: افتراضي
de_de: Standard: ,
es_es: Predeterminado - 3
fr_fr: Défaut
ja_jp: デフォルト
pt_pt: Padrão
zh_cn: 默认

source: Default: |
ar_sa: افتراضي
de_de: Standard: |
es_es: Predeterminado - 3
fr_fr: Défaut
ja_jp: デフォルト
pt_pt: Padrão
zh_cn: 默认

source: Accepted Only CSV File
ar_sa: تم قبول ملف كسف فقط
de_de: Nur CSV-Datei werden akzeptiert
es_es: Archivo CSV aceptado solo
fr_fr: Fichier CSV accepté uniquement
ja_jp: CSVファイルのみを受け入れる
pt_pt: Arquivo CSV aceito apenas
zh_cn: 仅接受CSV文件

source: Please choose file
ar_sa: الرجاء اختيار ملف
de_de: Bitte wählen Sie eine Datei
es_es: Por favor elija el archivo
fr_fr: Veuillez choisir le fichier
ja_jp: ファイルを選択してください
pt_pt: Por favor, escolha o ficheiro.
zh_cn: 请选择文件

source: Books Successfully Imported
ar_sa: تم استيراد الكتب بنجاح
de_de: Bücher erfolgreich importiert
es_es: Libros importados con éxito
fr_fr: Livres importés avec succès
ja_jp: 成功した輸入書籍
pt_pt: Livros Exitosamente Importados
zh_cn: 书籍已成功导入

source: Database Settings
de_de: Datenbankeinstellungen
es_es: Configuración de Base de Datos
fr_fr: Paramètres de la base
ja_jp: データベース設定
pt_pt: Configurações da base de dados
zh_cn: 数据库设置

source: Connection Status
ar_sa: حالة الإتصال
de_de: Verbindungsstatus
es_es: Estado de conexión
fr_fr: Statut de connexion
pt_pt: Status da ligação
zh_cn: 连接状态

source: Database Type
ar_sa: نوع قاعدة البيانات
de_de: Art der Datenbank
es_es: Tipo de base de datos
fr_fr: Type de base
ja_jp: データベースの種類
pt_pt: Tipo de base de dados
zh_cn: 数据库键入

source: Database Name
de_de: Name der Datenbank
es_es: Nombre de la base de datos
fr_fr: Nom de la base de données
ja_jp: データベースの名前
pt_pt: Nome da base de dados
zh_cn: 数据库名称

source: Port
ar_sa: منفذ الاتصال
de_de: Anschluss
es_es: Puerto
ja_jp: 港
pt_pt: Porta
zh_cn: 端口

source: User Name
ar_sa: اسم المستخد
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
ja_jp: ユーザ名
pt_pt: Nome de utilizador
zh_cn: 用户名

source: Password
ar_sa: كلمه السر
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
ja_jp: パスワード
pt_pt: Senha
zh_cn: 密码

source: Charset
ar_sa: محارف
de_de: Zeichensatz
fr_fr: Jeu de caractères
ja_jp: 文字セット
zh_cn: 字符集

source: Add Connection
ar_sa: إضافة اتصال
de_de: Verbindung hinzufügen
es_es: Añadir conexión
fr_fr: Ajouter une connexion
ja_jp: 接続を追加
pt_pt: Adicionar conexão
zh_cn: 添加连接

source: Add Email Notification
ar_sa: إضافة إشعار البريد الإلكتروني
de_de: E-Mail-Benachrichtigung hinzufügen
es_es: Agregar notificación por correo electrónico
fr_fr: Ajouter une notification par email
ja_jp: 電子メール通知を追加する
pt_pt: Adicionar notificação por e-mail
zh_cn: 添加电子邮件通知

source: Edit Email Notification
ar_sa: تحرير إعلام البريد الإلكتروني
de_de: E-Mail-Benachrichtigung bearbeiten
es_es: Editar notificación por correo electrónico
fr_fr: Modifier la notification par courrier électronique
ja_jp: 電子メール通知の編集
pt_pt: Editar notificação de e-mail
zh_cn: 编辑电子邮件通知

source: Route Name
de_de: Pfadname
es_es: Nombre Ruta
fr_fr: Nom de l'itinéraire
ja_jp: ルート名
pt_pt: Nome da rota
zh_cn: 路线名称

source: Subject
ar_sa: موضوع
de_de: Thema
es_es: Tema
fr_fr: Sujet
ja_jp: 件名
pt_pt: Assunto
zh_cn: 标题

source: From Name
ar_sa: من الاسم
de_de: Absender
es_es: De
fr_fr: De Nom
ja_jp: 送信者名
pt_pt: De nome
zh_cn: 表单名称：

source: From
ar_sa: من
de_de: Von
es_es: De
fr_fr: De
ja_jp: 送信者
pt_pt: De
zh_cn: 从

source: To
ar_sa: إلى
de_de: An
es_es: A
fr_fr: À
ja_jp: 宛先
pt_pt: Para
zh_cn: 到

source: Enabled
ar_sa: تمكين
de_de: Aktiviert
fr_fr: Activé
ja_jp: 有効化
pt_pt: Ativado
zh_cn: 启用

source: Email Notifications
ar_sa: اشعارات البريد الالكتروني
de_de: E-Mail-Benachrichtigungen
es_es: Notificaciónes de Correo Electrónico
fr_fr: Alertes courriel
ja_jp: メール通知
pt_pt: Notificações por e-mail
zh_cn: 电子邮件通知

source: Add Notification
ar_sa: إضافة إشعار
de_de: Benachrichtigung hinzufügen
es_es: Agregar notificación
fr_fr: Ajouter le commentaire
ja_jp: 通知を追加する
pt_pt: Adicionar Notificação
zh_cn: 添加通知

source: Trigger
ar_sa: الزناد
de_de: Auslösen
es_es: Desencadenador
fr_fr: Déclencheur
ja_jp: トリガー
pt_pt: Desencadear
zh_cn: 触发

source: Email Notification Successfully Enabled.
ar_sa: تم تمكين إشعار البريد الإلكتروني بنجاح.
de_de: E-Mail-Benachrichtigung erfolgreich aktiviert.
es_es: Notificación de correo electrónico habilitada con éxito.
fr_fr: Notification par courriel activée avec succès.
ja_jp: 電子メール通知が正常に有効になりました。
pt_pt: Notificação de e-mail habilitada com sucesso.
zh_cn: 电子邮件通知已成功启用。
