Repository: zeynab12345/my_project
Catalog: lms/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, pt_pt, zh_cn

source: There is no Request with Id '%d' in database table "%s".
ar_sa: لا يوجد طلب مع إد ' %d ' في جدول قاعدة البيانات \ " %s ".
de_de: Es gibt keine Anfrage mit der ID ' %d ' in der Datenbanktabelle " %s ".
es_es: No hay Solicitud con Id ' %d ' en la tabla de la base de datos \ " %s ".
fr_fr: Il n'y a pas de requête avec l'ID ' %d ' dans la table de base de données \ " %s ".
pt_pt: Não há pedido com Id ' %d ' na tabela de banco de dados \ " %s ".

source: Couldn't delete Request '%d'.%s%s
ar_sa: تعذر حذف الطلب ' %d '. %s %s
de_de: Anfrage ' %d ' konnte nicht gelöscht werden.%s%s
es_es: No se pudo eliminar la solicitud ' %d '. %s %s
fr_fr: Impossible de supprimer la demande ' %d '. %s %s
ja_jp: リクエスト ' %d 'を削除できませんでした。 %s %s
pt_pt: Não foi possível excluir o pedido ' %d '. %s %s
zh_cn: 无法删除请求' %d '。 %s %s

source: Couldn't save Request.%s%s
ar_sa: تعذر حفظ الطلب. %s %s
de_de: Anfrage konnte nicht gespeichert werden.%s%s
es_es: No se pudo guardar la solicitud. %s %s
fr_fr: Impossible d'enregistrer la demande. %s %s
ja_jp: リクエストを保存できませんでした。 %s %s
pt_pt: Não foi possível salvar o pedido. %s %s
zh_cn: 无法保存请求。 %s %s

source: Request with id = '%d' is not found.
ar_sa: لم يتم العثور على الطلب بالمعرف = ' %d '.
de_de: Anfrage mit ID = ' %d ' wurde nicht gefunden.
es_es: La solicitud con id = ' %d ' no se encuentra.
fr_fr: La requête avec id = ' %d ' est introuvable.
ja_jp: id = ' %d 'のリクエストが見つかりません。
pt_pt: O pedido com id = ' %d ' não foi encontrado.
zh_cn: 没有找到id =' %d '的请求。

source: Couldn't update Request.%s%s
ar_sa: تعذر تحديث الطلب. %s %s
de_de: Anfrage konnte nicht aktualisiert werden.%s%s
es_es: No se pudo actualizar la solicitud. %s %s
fr_fr: Impossible de mettre à jour la demande. %s %s
ja_jp: リクエストを更新できませんでした。 %s %s
pt_pt: Não foi possível atualizar o pedido. %s %s
zh_cn: 无法更新请求。 %s %s

source: Review saving is failed for some reason.
ar_sa: أخفقت مراجعة الحفظ لسبب ما.
de_de: Das Speichern der Rezension ist aus irgendeinem Grund fehlgeschlagen.
es_es: El ahorro de revisión ha fallado por algún motivo.
fr_fr: L'enregistrement de la révision échoue pour une raison quelconque.
ja_jp: 何らかの理由でレビューの保存に失敗しました。
pt_pt: A economia de resenhas é falhada por algum motivo.
zh_cn: 由于某种原因，查看保存失败。

source: Couldn't save Review.%s%s
ar_sa: تعذر حفظ المراجعة. %s %s
de_de: Rezension konnte nicht gespeichert werden.%s%s
es_es: No se pudo guardar la revisión. %s %s
fr_fr: Impossible d'enregistrer la révision. %s %s
ja_jp: レビューを保存できませんでした。 %s %s
pt_pt: Não foi possível salvar a Revisão. %s %s
zh_cn: 无法保存评论。 %s %s

source: Thank you for review.
ar_sa: شكرا لك على المراجعة.
de_de: Vielen Dank für Ihre Rezension.

source: Thank you for review. Your review will be published after moderation.
ar_sa: شكرا لك على المراجعة. سيتم نشر مراجعتك بعد الإشراف.
de_de: Vielen Dank für Ihre Rezension. Ihre Rezension wird nach einer Kontrolle veröffentlicht.

source: Couldn't delete Review '%d' for some reason.
ar_sa: تعذر حذف التعليق ' %d ' لسبب ما.
de_de: Rezension ' %d ' konnte aus irgendeinem Grund nicht gelöscht werden.
es_es: No se pudo eliminar Revisar ' %d ' por algún motivo.
fr_fr: Impossible de supprimer l'avis ' %d ' pour une raison quelconque.
ja_jp: 何らかの理由でレビュー ' %d 'を削除できませんでした。
pt_pt: Não foi possível excluir a revisão ' %d ' por algum motivo.
zh_cn: 由于某些原因无法删除评论“ %d ”。

source: There is no Review with Id '%d' in database table "%s".
ar_sa: لا يوجد مراجعة مع إد ' %d ' في جدول قاعدة البيانات \ " %s ".
de_de: Es gibt keine Überprüfung mit ID ' %d ' in der Datenbanktabelle " %s ".
es_es: No hay Revisión con Id ' %d ' en la tabla de la base de datos \ " %s ".
fr_fr: Il n'y a pas de révision avec l'ID ' %d ' dans la table de base de données \ " %s ".
pt_pt: Não há Revisão com Id ' %d ' na tabela de banco de dados \ " %s ".

source: Review is deleted successfully.
ar_sa: تم حذف المراجعة بنجاح.
de_de: Rezension wurde erfolgreich gelöscht.
es_es: La revisión se borró con éxito.
fr_fr: La révision est supprimée avec succès.
ja_jp: レビューは正常に削除されます。
pt_pt: A revisão é eliminada com sucesso.
zh_cn: Review已成功删除。

source: Couldn't delete Review '%d'.%s%s
ar_sa: تعذر حذف التعليق ' %d '. %s %s
de_de: Rezension ' %d ' konnte nicht gelöscht werden.%s%s
es_es: No se pudo eliminar Revisar ' %d '. %s %s
fr_fr: Impossible de supprimer l'avis ' %d '. %s %s
ja_jp: レビュー ' %d 'を削除できませんでした。 %s %s
pt_pt: Não foi possível excluir comentário ' %d '. %s %s
zh_cn: 无法删除评论“ %d ”。 %s %s

source: Review with id = '%d' is not found.
ar_sa: لم يتم العثور على المراجعة مع إد = ' %d '.
de_de: Rezension mit ID = ' %d ' wurde nicht gefunden.
es_es: Revisar con id = ' %d ' no se encuentra.
fr_fr: Examen avec id = ' %d ' est introuvable.
ja_jp: id = ' %d 'のレビューが見つかりません。
pt_pt: A revisão com id = ' %d ' não foi encontrada.
zh_cn: 没有找到id =' %d '的评论。

source: Series saving is failed for some reason.
ar_sa: فشل حفظ السلسلة لسبب ما.
de_de: Speichern der Serie ist aus irgendeinem Grund fehlgeschlagen.
es_es: El ahorro de la serie falló por alguna razón.
fr_fr: L'enregistrement en série est échoué pour une raison quelconque.
ja_jp: 何らかの理由でシリーズの保存に失敗しました。
pt_pt: A economia de série é falhada por algum motivo.
zh_cn: 由于某种原因，系列保存失败。

source: Couldn't save Series.%s%s
ar_sa: تعذر حفظ السلسلة. %s %s
de_de: Reihe konnte nicht gespeichert werden. %s %s
es_es: No se pudo guardar la serie. %s %s
fr_fr: Impossible d'enregistrer la série. %s %s
ja_jp: シリーズを保存できませんでした。 %s %s
pt_pt: Não foi possível salvar a série. %s %s
zh_cn: 无法保存系列。 %s %s

source: Couldn't delete Series '%d' for some reason.
ar_sa: تعذر حذف السلسلة ' %d ' لسبب ما.
de_de: Reihe ' %d ' konnte aus irgendeinem Grund nicht gelöscht werden.
es_es: No se pudo eliminar la Serie ' %d ' por algún motivo.
fr_fr: Impossible de supprimer la série ' %d ' pour une raison quelconque.
ja_jp: 何らかの理由で系列 ' %d 'を削除できませんでした。
pt_pt: Não foi possível excluir a série ' %d ' por algum motivo.
zh_cn: 由于某些原因，无法删除系列“ %d ”。

source: There is no Series with Id '%d' in database table "%s".
ar_sa: لا توجد سلسلة مع إد ' %d ' في جدول قاعدة البيانات \ " %s ".
de_de: Es gibt keine Serie mit der ID ' %d ' in der Datenbanktabelle " %s ".
es_es: No hay Series con Id ' %d ' en la tabla de la base de datos \ " %s ".
fr_fr: Il n'y a pas de série avec l'ID ' %d ' dans la table de base de données \ " %s ".
pt_pt: Não há séries com Id ' %d ' na tabela de banco de dados \ " %s ".

source: Series is deleted successfully.
ar_sa: تم حذف السلسلة بنجاح.
de_de: Reihe wurde erfolgreich gelöscht.
es_es: La serie se borró con éxito.
fr_fr: La série est supprimée avec succès.
ja_jp: シリーズは正常に削除されます。
pt_pt: A série é eliminada com sucesso.
zh_cn: 系列已成功删除。

source: Couldn't delete Series with Id = '%d'.%s%s
ar_sa: تعذر حذف السلسلة التي تحمل الرقم التعريفي = ' %d '. %s %s
de_de: Reihe mit ID = ' %d ' konnte nicht gelöscht werden.%s%s
es_es: No se pudo eliminar la serie con Id = ' %d '. %s %s
fr_fr: Impossible de supprimer la série avec Id = ' %d '. %s %s
ja_jp: Id = ' %d 'のシリーズを削除できませんでした。 %s %s
pt_pt: Não foi possível excluir Series com Id = ' %d '. %s %s
zh_cn: 无法删除Id =' %d '的系列。 %s %s

source: Series with id = '%d' is not found.
ar_sa: لم يتم العثور على السلسلة التي تحمل المعرف = ' %d '.
de_de: Serie mit ID = ' %d ' wurde nicht gefunden.
es_es: La serie con id = ' %d ' no se encuentra.
fr_fr: La série avec id = ' %d ' est introuvable.
ja_jp: id = ' %d 'のシリーズが見つかりません。
pt_pt: A série com id = ' %d ' não foi encontrada.
zh_cn: 未找到id =“ %d ”的系列。

source: Store saving is failed for some reason.
ar_sa: فشل حفظ مخزن لسبب ما.
de_de: Speichern des Bestandes ist aus irgendeinem Grund fehlgeschlagen.

source: Couldn't save Store.%s%s
ar_sa: تعذر حفظ ستور. %s %s
de_de: Bestand konnte nicht gespeichert werden.%s%s

source: Couldn't delete Store '%d' for some reason.
ar_sa: تعذر حذف المتجر ' %d ' لسبب ما.
de_de: Bestand '%d' konnte aus irgendeinem Grund nicht gelöscht werden.

source: There is no Store with Id '%d' in database table "%s".
ar_sa: لا يوجد مخزن مع إد ' %d ' في جدول قاعدة البيانات \ " %s ".
de_de: Es gibt keinen Bestand mit ID '%d' in der Datenbanktabelle "%s".

source: Store is deleted successfully.
ar_sa: تم حذف المتجر بنجاح.
de_de: Bestand wurde erfolgreich gelöscht.

source: Couldn't delete Store '%d'.%s%s
ar_sa: تعذر حذف المتجر ' %d '. %s %s
de_de: Bestand konnte nicht gelöscht werden. '%d'.%s%s

source: Tag saving is failed for some reason.
de_de: Speichern des Schlagwortes ist aus irgendeinem Grund fehlgeschlagen.

source: Couldn't save Tag.%s%s
de_de: Schlagwort konnte nicht gespeichert werden.%s%s

source: Couldn't delete Tag '%d' for some reason.
de_de: Schlagwort ' %d ' konnte aus irgendeinem Grund nicht gelöscht werden.

source: There is no Tag with Id '%d' in database table "%s".
de_de: Es gibt kein Schlagwort mit der ID ' %d ' in der Datenbanktabelle " %s ".

source: Tag is deleted successfully.
de_de: Schlagwort wurde erfolgreich gelöscht.

source: Couldn't delete Tag '%d'.%s%s
de_de: Schlagwort ' %d ' konnte nicht gelöscht werden.%s%s

source: Tag with id = '%d' is not found.
de_de: Schlagwort mit ID = ' %d ' wurde nicht gefunden.

source: Couldn't activate color schema (save file).
de_de: Farbschema konnte nicht aktiviert werden (Datei speichern)

source: There is now color schema '%s' in active theme.
de_de: Es gibt kein Farbschema ' %s ' im aktiven Erscheinungsbild.

source: Color schema '%s' is activated.
de_de: Farbschema '%s' ist aktiviert.

source: Theme config file does not exist.
de_de: Konfigurationsdatei für das Erscheinungsbild existiert nicht.

source: Active theme does not exist.
de_de: Aktives Erscheinungsbild existiert nicht.

source: Color Schema is not specified.
de_de: Farbschema wurde nicht festgelegt.

source: Couldn't activate theme.
ar_sa: تعذر تنشيط المظهر.
de_de: Erscheinungsbild konnte nicht aktiviert werden.

source: Theme '%s' is activated.
ar_sa: يتم تنشيط الموضوع ' %s '.
de_de: Erscheinungsbild '%s' ist aktiviert.

source: Specified theme does not exist.
de_de: Angegebenes Erscheinungsbild existiert nicht.

source: Theme is not specified.
ar_sa: لم يتم تحديد الموضوع.
de_de: Erscheinungsbild wurde nicht festgelegt.

source: You don't have permissions to create ADMIN user.
ar_sa: ليس لديك أذونات لإنشاء مستخدم أدمين.
de_de: Sie sind nicht berechtigt einen ADMIN-Nutzer zu erstellen.
es_es: No tiene permisos para crear un usuario ADMIN.
fr_fr: Vous n'êtes pas autorisé à créer un utilisateur ADMIN.
ja_jp: ADMINユーザーを作成する権限がありません。
pt_pt: Você não tem permissões para criar usuário ADMIN.
zh_cn: 您无权创建ADMIN用户。

source: User saving is failed for some reason.
ar_sa: فشل حفظ المستخدم لسبب ما.
de_de: Nutzerspeicherung ist aus irgendeinem Grund fehlgeschlagen.
es_es: El ahorro del usuario falla por alguna razón.
fr_fr: L'enregistrement de l'utilisateur a échoué pour une raison quelconque.
ja_jp: 何らかの理由でユーザーの保存に失敗しました。
pt_pt: A salvação do usuário é falhada por algum motivo.
zh_cn: 用户保存由于某种原因失败。

source: Couldn't save User.%s%s
ar_sa: تعذر حفظ المستخدم. %s %s
de_de: Nutzer konnte nicht gespeichert werden.%s%s
es_es: No se pudo guardar al usuario. %s %s
fr_fr: Impossible d'enregistrer l'utilisateur. %s %s
ja_jp: ユーザーを保存できませんでした。 %s %s
pt_pt: Não foi possível salvar o usuário. %s %s
zh_cn: 无法保存用户。 %s %s

source: There is no ability to delete user with ID = 1.
ar_sa: لا توجد إمكانية لحذف المستخدم مع إد = 1.
de_de: Es gibt keine Möglichkeit, Nutzer mit ID = 1 zu löschen.
es_es: No hay posibilidad de eliminar usuario con ID = 1.
fr_fr: Il n'y a aucune possibilité de supprimer l'utilisateur avec ID = 1.
ja_jp: ID = 1のユーザーを削除する機能はありません。
pt_pt: Não há habilidade para excluir usuário com ID = 1.
zh_cn: 没有能力删除ID = 1的用户。

source: Couldn't delete User '%d' for some reason.
ar_sa: تعذر حذف المستخدم ' %d ' لسبب ما.
de_de: Nutzer ' %d ' konnte aus bestimmten Gründen nicht gelöscht werden.
es_es: No se pudo eliminar el usuario ' %d ' por algún motivo.
fr_fr: Impossible de supprimer l'utilisateur ' %d ' pour une raison quelconque.
ja_jp: 何らかの理由でユーザー ' %d 'を削除できませんでした。
pt_pt: Não foi possível excluir o usuário ' %d ' por algum motivo.
zh_cn: 出于某种原因无法删除用户“ %d ”。

source: There is no User with Id '%d' in database table "%s".
ar_sa: لا يوجد مستخدم يحمل المعرف ' %d ' في جدول قاعدة البيانات \ " %s ".
de_de: Es gibt keinen Nutzer mit der ID ' %d ' in der Datenbanktabelle " %s ".
es_es: No hay ningún usuario con Id ' %d ' en la tabla de la base de datos \ " %s ".
fr_fr: Il n'y a pas d'utilisateur avec l'ID ' %d ' dans la table de base de données \ " %s ".
pt_pt: Não há usuário com Id ' %d ' na tabela de banco de dados \ " %s ".

source: User is deleted successfully.
ar_sa: تم حذف المستخدم بنجاح.
de_de: Nutzer wurde erfolgreich gelöscht.
es_es: El usuario se borró exitosamente.
fr_fr: L'utilisateur est supprimé avec succès.
ja_jp: ユーザーは正常に削除されます。
pt_pt: O usuário é excluído com sucesso.
zh_cn: 用户已成功删除。

source: Couldn't delete User '%d'.%s%s
ar_sa: تعذر حذف المستخدم ' %d '. %s %s
de_de: Nutzer ' %d ' konnte nicht gelöscht werden.%s%s
es_es: No se pudo eliminar el usuario ' %d '. %s %s
fr_fr: Impossible de supprimer l'utilisateur ' %d '. %s %s
ja_jp: ユーザー ' %d 'を削除できませんでした。 %s %s
pt_pt: Não foi possível excluir o usuário ' %d '. %s %s
zh_cn: 无法删除用户“ %d ”。 %s %s

source: You don't have permissions to edit user data.
ar_sa: ليس لديك أذونات لتعديل بيانات المستخدم.
de_de: Sie sind nicht berechtigt Benutzerdaten zu bearbeiten.
es_es: No tiene permisos para editar datos de usuario.
fr_fr: Vous n'êtes pas autorisé à modifier les données utilisateur.
ja_jp: ユーザーデータを編集する権限がありません。
pt_pt: Você não tem permissões para editar dados do usuário.
zh_cn: 您无权编辑用户数据。

source: User with id = '%d' is not found.
ar_sa: لم يتم العثور على المستخدم الذي يحمل المعرف = ' %d '.
de_de: Nutzer mit ID = ' %d ' wurde nicht gefunden.
es_es: Usuario con id = ' %d ' no se encuentra.
fr_fr: L'utilisateur avec id = ' %d ' est introuvable.
ja_jp: id = ' %d 'のユーザーが見つかりません。
pt_pt: O usuário com id = ' %d ' não é encontrado.
zh_cn: 没有找到id =' %d '的用户。

source: Couldn't delete message '%d' for some reason.
ar_sa: تعذر حذف الرسالة ' %d ' لسبب ما.
de_de: Die Nachricht ' %d ' konnte aus irgendeinem Grund nicht gelöscht werden.
es_es: No se pudo eliminar el mensaje ' %d ' por algún motivo.
fr_fr: Impossible de supprimer le message ' %d ' pour une raison quelconque.
ja_jp: 何らかの理由でメッセージ ' %d 'を削除できませんでした。
pt_pt: Não foi possível excluir a mensagem ' %d ' por algum motivo.
zh_cn: 由于某些原因无法删除消息“ %d ”。

source: There is no message with Id '%d' in database table "%s".
ar_sa: لا توجد رسالة مع إد ' %d ' في جدول قاعدة البيانات \ " %s ".
de_de: Es gibt keine Nachricht mit der ID ' %d ' in der Datenbanktabelle " %s ".
es_es: No hay ningún mensaje con Id ' %d ' en la tabla de la base de datos \ " %s ".
fr_fr: Il n'y a pas de message avec l'ID ' %d ' dans la table de base de données \ " %s ".
pt_pt: Não há mensagem com Id ' %d ' na tabela de banco de dados \ " %s ".

source: message is deleted successfully.
ar_sa: تم حذف الرسالة بنجاح.
de_de: Nachricht wird erfolgreich gelöscht.
es_es: mensaje se borra exitosamente
fr_fr: le message est supprimé avec succès.
ja_jp: メッセージは正常に削除されます。
pt_pt: a mensagem é excluída com sucesso.
zh_cn: 消息已成功删除。

source: Couldn't delete message '%d'.%s%s
ar_sa: تعذر حذف الرسالة ' %d '. %s %s
de_de: Nachricht ' %d ' konnte nicht gelöscht werden. %s %s
es_es: No se pudo eliminar el mensaje ' %d '. %s %s
fr_fr: Impossible de supprimer le message ' %d '. %s %s
ja_jp: メッセージ ' %d 'を削除できませんでした。 %s %s
pt_pt: Não foi possível excluir a mensagem ' %d '. %s %s
zh_cn: 无法删除邮件“ %d ”。 %s %s

source: Message ID is not specified in request.
ar_sa: لم يتم تحديد معرف الرسالة في الطلب.
de_de: Nachrichten-ID wurde in der Anfrage nicht angegeben.
es_es: ID de mensaje no se especifica en la solicitud.
fr_fr: L'ID de message n'est pas spécifié dans la requête.
ja_jp: 要求にメッセージIDが指定されていません。
pt_pt: O ID da mensagem não está especificado no pedido.
zh_cn: 消息ID未在请求中指定。

source: Message updating is failed for some reason.
ar_sa: فشل تحديث الرسالة لسبب ما.
de_de: Nachrichtenaktualisierung ist aus irgendeinem Grund fehlgeschlagen.
es_es: La actualización de mensajes falla por alguna razón.
fr_fr: La mise à jour des messages a échoué pour une raison quelconque.
ja_jp: 何らかの理由でメッセージの更新に失敗しました。
pt_pt: A atualização de mensagens é falhada por algum motivo.
zh_cn: 由于某种原因，消息更新失败。

source: Messages is successfully updated.
ar_sa: تم تحديث الرسائل بنجاح.
de_de: Nachrichten wurden erfolgreich aktualisiert.
es_es: Mensajes se actualiza con éxito.
fr_fr: Les messages sont mis à jour avec succès.
ja_jp: メッセージは正常に更新されました。
pt_pt: As mensagens são atualizadas com sucesso.
zh_cn: 消息已成功更新。

source: Couldn't update message.%s%s
ar_sa: تعذر تحديث الرسالة. %s %s
de_de: Nachricht konnte nicht aktualisiert werden.%s%s
es_es: No se pudo actualizar el mensaje. %s %s
fr_fr: Impossible de mettre à jour le message. %s %s
ja_jp: メッセージを更新できませんでした。 %s %s
pt_pt: Não foi possível atualizar a mensagem. %s %s
zh_cn: 无法更新消息。 %s %s

source: POST method is required only.
ar_sa: مطلوب طريقة بوست فقط.
de_de: Nur die POST-Methode ist erforderlich.
es_es: El método POST es obligatorio solamente.
fr_fr: La méthode POST est requise uniquement.
ja_jp: POSTメソッドは必須です。
pt_pt: O método POST é necessário apenas.
zh_cn: POST方法是必需的。

source: Couldn't clean binding list.
de_de: Einbandliste konnte nicht gelöscht werden.

source: Couldn't save bindings.
de_de: Einbände konnten nicht gespeichert werden.

source: Couldn't update bindings.%s%s
de_de: Einbände konnten nicht aktualisiert werden.%s%s

source: Couldn't clean bookSize list.
de_de: Liste der Buchumfänge konnte nicht gelöscht werden.

source: Couldn't save bookSizes.
de_de: Buchumfänge konnten nicht gespeichert werden.

source: Couldn't update bookSizes.%s%s
de_de: Buchumfänge konnte nicht aktualisiert werden.%s%s

source: Couldn't clean bookType list.
de_de: Liste der Bucharten konnte nicht bereinigt werden.

source: Couldn't save bookTypes.
de_de: Bucharten konnten nicht gespeichert werden.

source: Couldn't update bookTypes.%s%s
de_de: Bucharten konnten nicht aktualisiert werden.%s%s

source: EmailNotification saving is failed. Couldn't save template on drive.
ar_sa: فشل حفظ البريد الإلكتروني نوتيفيكاتيون. تعذر حفظ النموذج على محرك الأقراص.
de_de: Speichern von E-Mail-Benachrichtigungen ist fehlgeschlagen. Die Vorlage konnte nicht auf dem Laufwerk gespeichert werden.
es_es: El ahorro de EmailNotification ha fallado. No se pudo guardar la plantilla en la unidad.
fr_fr: L'enregistrement de EmailNotification a échoué. Impossible d'enregistrer le modèle sur le lecteur.
ja_jp: Email通知の保存に失敗しました。ドライブにテンプレートを保存できませんでした。
pt_pt: O salvamento de EmailNotification foi falhado. Não foi possível salvar o modelo na unidade.
zh_cn: EmailNotification保存失败。无法在驱动器上保存模板。

source: EmailNotification saving is failed for some reason.
ar_sa: فشل حفظ البريد الإلكتروني نوتيفيكاتيون لسبب ما.
de_de: Speichern von E-Mail-Benachrichtigungen ist aus bestimmten Gründen fehlgeschlagen.
es_es: El ahorro de EmailNotification falla por alguna razón.
fr_fr: L'enregistrement de EmailNotification a échoué pour une raison quelconque.
ja_jp: 何らかの理由でEmailNotification保存に失敗しました。
pt_pt: O salvamento de EmailNotification foi falhado por algum motivo.
zh_cn: 由于某种原因，电子邮件通知保存失败。

source: EmailNotification is saved successfully.
ar_sa: يتم حفظ إمايلنوتيفيكاتيون بنجاح.
de_de: E-Mail-Benachrichtigung wurde erfolgreich gespeichert.
es_es: EmailNotification se guarda con éxito.
fr_fr: EmailNotification est enregistré avec succès.
ja_jp: EmailNotificationは正常に保存されます。
pt_pt: EmailNotification é salvo com sucesso.
zh_cn: EmailNotification已成功保存。

source: Couldn't create EmailNotification.%s%s
ar_sa: تعذر إنشاء إمايلوتيفيكاتيون. %s %s
de_de: E-Mail-Benachrichtigung konnte nicht erstellt werden.%s%s
es_es: No se pudo crear EmailNotification. %s %s
fr_fr: Impossible de créer EmailNotification. %s %s
ja_jp: EmailNotificationを作成できませんでした。 %s %s
pt_pt: Não foi possível criar EmailNotification. %s %s
zh_cn: 无法创建EmailNotification。 %s %s

source: EmailNotification is successfully saved.
ar_sa: تم حفظ إمايلنتيفيكاتيون بنجاح.
de_de: E-Mail-Benachrichtigung wurde erfolgreich gespeichert.
es_es: EmailNotification se guardó con éxito.
fr_fr: EmailNotification est enregistré avec succès.
ja_jp: EmailNotificationは正常に保存されました。
pt_pt: O EmailNotification foi salvo com sucesso.
zh_cn: EmailNotification已成功保存。

source: Couldn't save EmailNotification.%s%s
ar_sa: تعذر حفظ إمايلنوتيفيكاتيون. %s %s
de_de: E-Mail-Benachrichtigung konnte nicht gespeichert werden.%s%s
es_es: No se pudo guardar EmailNotification. %s %s
fr_fr: Impossible d'enregistrer EmailNotification. %s %s
ja_jp: EmailNotificationを保存できませんでした。 %s %s
pt_pt: Não foi possível salvar o EmailNotification. %s %s
zh_cn: 无法保存EmailNotification。 %s %s

source: EmailNotification with ID = '%s' is not found.
ar_sa: لم يتم العثور على إمايلنوتيفيكاتيون مع إد = ' %s '.
de_de: E-Mail-Benachrichtigung mit ID = ' %s ' wurde nicht gefunden.
es_es: No se encuentra EmailNotification with ID = ' %s '.
fr_fr: EmailNotification avec ID = ' %s ' est introuvable.
ja_jp: ID = ' %s 'のEmailNotificationが見つかりません。
pt_pt: O EmailNotification com ID = ' %s ' não foi encontrado.
zh_cn: 没有找到ID =' %s '的EmailNotification。

source: EmailNotification updating is failed for some reason.
ar_sa: فشل تحديث إمايلنوتيفيكاتيون لسبب ما.
de_de: Aktualisierung der E-Mail-Benachrichtigung ist aus irgendeinem Grund fehlgeschlagen.
es_es: La actualización de EmailNotification falla por alguna razón.
fr_fr: La mise à jour de EmailNotification a échoué pour une raison quelconque.
ja_jp: 何らかの理由でEmailNotificationの更新に失敗しました。
pt_pt: A atualização do EmailNotification foi falhada por algum motivo.
zh_cn: 由于某种原因，电子邮件通知更新失败。

source: Couldn't update EmailNotification.%s%s
ar_sa: تعذر تحديث إمايلنوتيفيكاتيون. %s %s
de_de: E-Mail-Benachrichtigung konnte nicht aktualisiert werden. %s %s
es_es: No se pudo actualizar EmailNotification. %s %s
fr_fr: Impossible de mettre à jour EmailNotification. %s %s
ja_jp: EmailNotificationを更新できませんでした。 %s %s
pt_pt: Não foi possível atualizar o EmailNotification. %s %s
zh_cn: 无法更新EmailNotification。 %s %s

source: Email is successfully sent.
ar_sa: تم إرسال البريد الإلكتروني بنجاح.
de_de: E-Mail wurde erfolgreich gesendet.
es_es: El correo electrónico se envió con éxito.
fr_fr: L'email est envoyé avec succès.
ja_jp: 電子メールは正常に送信されました。
pt_pt: O email foi enviado com sucesso.
zh_cn: 电子邮件已成功发送。

source: Couldn't send email: %s
ar_sa: تعذر إرسال البريد الإلكتروني: %s
de_de: E-Mail konnte nicht gesendet werden: %s
es_es: No se pudo enviar el correo electrónico: %s
fr_fr: Impossible d'envoyer un e-mail: %s
ja_jp: メールを送信できませんでした： %s
pt_pt: Não foi possível enviar o email: %s
zh_cn: 无法发送电子邮件： %s

source: Email sending is failed: %s
ar_sa: أخفق إرسال البريد الإلكتروني: %s
de_de: E-Mail-Versand ist fehlgeschlagen: %s
es_es: El envío de correo electrónico ha fallado: %s
fr_fr: L'envoi d'e-mail a échoué: %s
ja_jp: メールの送信に失敗しました： %s
pt_pt: O envio de e-mail é falhado: %s
zh_cn: 电子邮件发送失败： %s

source: Export is started...
ar_sa: يتم بدء التصدير ...
de_de: Export wurde gestartet...

source: %d books are found.
ar_sa: تم العثور على %d الكتب.
de_de: %d Bücher wurden gefunden.

source: Export is failed for some reason.
ar_sa: فشلت عملية التصدير لسبب ما.
de_de: Export ist aus irgendeinem Grund fehlgeschlagen.
es_es: La exportación ha fallado por alguna razón.
fr_fr: L'exportation a échoué pour une raison quelconque.
ja_jp: エクスポートが何らかの理由で失敗しました。
pt_pt: A exportação é falhada por algum motivo.
zh_cn: 出于某种原因，导出失败。

source: %d books are exported.
ar_sa: يتم تصدير %d الكتب.
de_de: %d Bücher sind exportiert.

source: %d books are exported TOTALLY.
ar_sa: يتم تصدير %d الكتب تماما.
de_de: %d Bücher sind INSGESAMT exportiert.

source: Export is complete.
ar_sa: اكتمل التصدير.
de_de: Export ist fertiggestellt.

source: Start reading file...
ar_sa: بدء قراءة الملف ...
de_de: Starte Lesen der Datei...
