Repository: zeynab12345/my_project
Catalog: lms/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, pt_pt, zh_cn

source: Google provided wrong data. Please try again.
ar_sa: قدمت غوغل بيانات خاطئة. حاول مرة اخرى.
de_de: Google hat falsche Daten zur Verfügung gestellt. Bitte versuchen Sie es erneut.
es_es: Google proporcionó datos incorrectos. Inténtalo de nuevo.
fr_fr: Google a fourni de mauvaises données. Veuillez réessayer.
ja_jp: Googleが誤ったデータを提供しました。もう一度お試しください。
pt_pt: O Google forneceu dados errados. Por favor, tente novamente.
zh_cn: Google提供了错误的数据。请再试一次。

source: Couldn't save book.
ar_sa: تعذر حفظ الكتاب.
de_de: Buch konnte nicht gespeichert werden.
es_es: No se pudo guardar el libro.
fr_fr: Impossible d'enregistrer le livre.
ja_jp: 書籍を保存できませんでした。
pt_pt: Não foi possível salvar o livro.
zh_cn: 无法保存图书。

source: Couldn't save book authors.
ar_sa: تعذر حفظ مؤلفي الكتب.
de_de: Autoren des Buches konnten nicht gespeichert werden.
es_es: No se pudieron guardar autores de libros.
fr_fr: Impossible d'enregistrer les auteurs de livres.
ja_jp: 書籍の著者を保存できませんでした。
pt_pt: Não foi possível salvar autores de livros.
zh_cn: 无法保存书籍作者。

source: Couldn't save book publisher.
ar_sa: تعذر حفظ ناشر الكتب.
de_de: Herausgeber des Buches konnte nicht gespeichert werden.
es_es: No se pudo guardar el editor del libro.
fr_fr: Impossible d'enregistrer l'éditeur de livre.
ja_jp: 書籍出版社を保存できませんでした。
pt_pt: Não foi possível salvar o editor de livros.
zh_cn: 无法保存图书出版商。

source: Couldn't save book cover.
ar_sa: تعذر حفظ غطاء الكتاب.
de_de: Buchcover konnte nicht gespeichert werden.
es_es: No se pudo guardar la portada del libro.
fr_fr: Impossible d'enregistrer la couverture du livre.
ja_jp: ブックカバーを保存できませんでした。
pt_pt: Não foi possível salvar a capa do livro.
zh_cn: 无法保存书籍封面。

source: Couldn't download cover.
de_de: Cover konnte nicht heruntergeladen werden.

source: Book is successfully processed.
de_de: Buch wurde erfolgreich bearbeitet.

source: Requested book is not found.
de_de: Angefragtes Buch konnte nicht gefunden werden.

source: RSS is enabled but not configured.
de_de: RSS ist eingeschaltet, aber nicht konfiguriert.

source: RSS is not enabled.
de_de: RSS ist nicht eingeschaltet.

source: You are confirmed yor email. Please log in by using your credentials.
ar_sa: كنت تأكيد يور البريد الإلكتروني. الرجاء تسجيل الدخول باستخدام بيانات الاعتماد الخاصة بك.
de_de: Sie haben Ihre E-Mail bestätigt. Bitte melden Sie sich mit Ihren Zugangsdaten an.
es_es: Usted está confirmado por correo electrónico. Por favor inicie sesión usando sus credenciales.
fr_fr: Vous êtes confirmé par email. Veuillez vous connecter en utilisant vos informations d'identification.
ja_jp: あなたはメールを確認しています。あなたの資格情報を使ってログインしてください。
pt_pt: Você está confirmado seu e-mail. Faça login usando suas credenciais.
zh_cn: 你确认你的电子邮件。请使用您的凭据登录。

source: Couldn't create database transaction.
ar_sa: تعذر إنشاء معاملة قاعدة البيانات.
de_de: Datenbanktransaktion konnte nicht erstellt werden.
es_es: No se pudo crear la transacción de la base de datos.
fr_fr: Impossible de créer une transaction de base de données.
ja_jp: データベーストランザクションを作成できませんでした。
pt_pt: Não foi possível criar uma transação de banco de dados.
zh_cn: 无法创建数据库事务。

source: Couldn't verify license for some reason.
de_de: Die Lizenz konnte aus irgendeinem Grund nicht überprüft werden.

source: Purchase code is INVALID.
de_de: Der Verifikationscode ist UNGÜLTIG.

source: Purchase code is successfully verified.
de_de: Der Verifikationscode wurde erfolgreich überprüft.

source: Couldn't verify license for some reason: %s
de_de: Die Lizenz konnte aus irgendeinem Grund nicht überprüft werden: %s

source: Library CMS - Internal Server Error
ar_sa: مكتبة كمس - خطأ داخلي في الخادم
de_de: Bibliothek CMS - Interner Server-Fehler

source: Please log in to update book.
de_de: Bitte melden Sie sich an, um das Buch zu aktualisieren.

source: Please log in to return book.
de_de: Bitte melden Sie sich an, um das Buch zurückzugeben.

source: Couldn't issue book for some reason.
de_de: Buch konnte aus irgendeinem Grund nicht ausgegeben werden.

source: There is no available book copies.
de_de: Es sind keine verfügbaren Buchkopien vorhanden.

source: Couldn't update book status for some reason.
de_de: Buchstatus konnte aus irgendeinem Grund nicht aktualisiert werden.

source: You already got max number of books(or already issued books + required books more than your user's limit).
de_de: Sie haben bereits die maximale Anzahl an Büchern erreicht (oder bereits ausgebene Bücher + benötigte Bücher übersteigen ihr Benutzerlimit).

source: Please log in to get book.
de_de: Bitte melden Sie sich an, um das Buch zu erhalten.

source: Couldn't issue book for some reason.%s%s%s%s(%d)
de_de: Buch konnte aus irgendeinem Grund nicht ausgegeben werden.%s%s%s%s(%d)

source: Page with url '%s' is not exist.
ar_sa: الصفحة التي تحتوي على عنوان ورل ' %s ' غير موجودة.
de_de: Eine Seite mit der URL ' %s ' ist nicht vorhanden.
es_es: La página con url ' %s ' no existe.
fr_fr: La page avec l'URL ' %s ' n'existe pas.
ja_jp: URL ' %s 'のページは存在しません。
pt_pt: A página com url ' %s ' não existe.
zh_cn: 网址为' %s '的页面不存在。

source: Library CMS - Page Is Forbidden
ar_sa: مكتبة كمس - الصفحة ممنوع
de_de: Bibliothek CMS - Seite ist verboten
es_es: Library CMS - La página está prohibida
fr_fr: Bibliothèque CMS - La page est interdite
ja_jp: ライブラリCMS - ページが禁止されています
pt_pt: Biblioteca CMS - Página Proibida
zh_cn: 图书馆CMS - 页面被禁止

source: Library CMS - Page Is Not Found
ar_sa: مكتبة كمس - لم يتم العثور على الصفحة
de_de: Bibliothek CMS - Seite nicht gefunden
es_es: Library CMS - No se encuentra la página
fr_fr: Bibliothèque CMS - La page est introuvable
ja_jp: ライブラリCMS - ページが見つかりません
pt_pt: Biblioteca CMS - Página não encontrada
zh_cn: 图书馆CMS - 页面未找到

source: Category with name '%s' is not exist.
ar_sa: الفئة مع الاسم ' %s ' غير موجودة.
de_de: Eine Kategorie mit dem Namen ' %s ' ist nicht vorhanden.
es_es: La categoría con el nombre ' %s ' no existe.
fr_fr: La catégorie avec le nom ' %s ' n'existe pas.
ja_jp: 名前 ' %s 'のカテゴリは存在しません。
pt_pt: A categoria com o nome ' %s ' não existe.
zh_cn: 名称为' %s '的类别不存在。

source: Post with url '%s' is not exist.
ar_sa: المشاركة مع عنوان ورل ' %s ' غير موجودة.
de_de: Ein Beitrag mit der URL ' %s ' ist nicht vorhanden.
es_es: La publicación con url ' %s ' no existe.
fr_fr: Le message avec l'URL ' %s ' n'existe pas.
ja_jp: url ' %s 'の投稿は存在しません。
pt_pt: O post com url ' %s ' não existe.
zh_cn: 网址' %s '发布不存在。

source: Couldn't create confirmation record in database.
ar_sa: تعذر إنشاء سجل تأكيد في قاعدة البيانات.
de_de: Es konnte kein Bestätigungseintrag in der Datenbank erstellt werden.
es_es: No se pudo crear un registro de confirmación en la base de datos.
fr_fr: Impossible de créer un enregistrement de confirmation dans la base de données.
ja_jp: データベースに確認レコードを作成できませんでした。
pt_pt: Não foi possível criar registro de confirmação no banco de dados.
zh_cn: 无法在数据库中创建确认记录。

source: Couldn't delete existing email.
ar_sa: تعذر حذف البريد الإلكتروني الحالي.
de_de: Vorhandene E-Mails konnten nicht gelöscht werden.
es_es: No se pudo eliminar el correo electrónico existente.
fr_fr: Impossible de supprimer le courrier électronique existant.
ja_jp: 既存のメールを削除できませんでした。
pt_pt: Não foi possível excluir o email existente.
zh_cn: 无法删除现有的电子邮件。

source: Couldn't save user in database.
de_de: Nutzer konnte nicht in der Datenbank gespeichert werden.

source: Couldn't start database transaction.
de_de: Datenbanktransaktion konnte nicht gestartet werden.

source: Couldn't identify user.
de_de: Nutzer konnte nicht identifiziert werden.

source: There is no ID in <b>%s</b> response
de_de: Es existiert keine ID '<b>%s </b>' Rückmeldung

source: UserMessage saving is failed for some reason.
ar_sa: فشل حفظ وسيرمساج لسبب ما.
de_de: Speichern der Nutzernachrichten ist aus irgendeinem Grund fehlgeschlagen.
es_es: El almacenamiento de UserMessage falla por alguna razón.
fr_fr: L'enregistrement de UserMessage a échoué pour une raison quelconque.
ja_jp: 何らかの理由でUserMessageの保存に失敗しました。
pt_pt: A salvação UserMessage falhou por algum motivo.
zh_cn: 由于某种原因，UserMessage保存失败。

source: Couldn't create UserMessage.%s%s
ar_sa: تعذر إنشاء وسيرمساج. %s %s
de_de: Nutzernachricht konnte nicht erstellt werden.%s%s
es_es: No se pudo crear UserMessage. %s %s
fr_fr: Impossible de créer UserMessage. %s %s
ja_jp: UserMessageを作成できませんでした。 %s %s
pt_pt: Não foi possível criar UserMessage. %s %s
zh_cn: 无法创建UserMessage。 %s %s

source: Table name or column list are not specified.
ar_sa: لم يتم تحديد اسم الجدول أو قائمة الأعمدة.
de_de: Tabellenname oder Spaltenliste sind nicht angegeben.
es_es: El nombre de la tabla o la lista de columnas no están especificados.
fr_fr: Le nom de la table ou la liste des colonnes ne sont pas spécifiés.
ja_jp: 表名または列リストは指定されていません。
pt_pt: O nome da tabela ou a lista das colunas não são especificadas.
zh_cn: 表名或列表未指定。

source: Rating
de_de: Bewertung

source: New
de_de: Neu

source: Good
de_de: Gut

source: Repaired
de_de: Repariert

source: Damaged
de_de: Beschädigt

source: Returned
de_de: Zurückerhalten

source: Lost
de_de: Verloren

source: Collecting
de_de: Sammeln

source: Collected
de_de: Gesammelt

source: Couldn't connect to database: %s
de_de: Es konnte nicht mit der Datenbank %s verbunden werden

source: Couldn't create backup of file "%s".
ar_sa: تعذر إنشاء نسخة احتياطية للملف \ " %s ".
de_de: Sicherungskopie der Datei "%s" konnte nicht erstellt werden.
es_es: No se pudo crear una copia de seguridad del archivo \ " %s ".
fr_fr: Impossible de créer une sauvegarde du fichier \ " %s ".
ja_jp: \ " %s "ファイルのバックアップを作成できませんでした。
pt_pt: Não foi possível criar o backup do arquivo \ " %s ".
zh_cn: 无法创建文件“ %s ”的备份。

source: Couldn't create config file "%s".
ar_sa: تعذر إنشاء ملف التكوين \ " %s ".
de_de: Konfigurationsdatei "%s" konnte nicht erstellt werden.

source: Could not set the ENV variable LANGUAGE = %s
ar_sa: تعذر تعيين المتغير إنف لانغواد = %s
de_de: Die ENV-Variable SPRACHE = %s konnte nicht festgelegt werden
es_es: No se pudo establecer la variable ENV IDIOMA = %s
fr_fr: Impossible de définir la variable ENV LANGUAGE = %s
ja_jp: ENV変数LANGUAGE = %s設定できませんでした
pt_pt: Não foi possível definir a variável ENV LANGUAGE = %s
zh_cn: 无法设置ENV变量LANGUAGE = %s

source: Could not set the ENV variable LANG = %s
ar_sa: تعذر تعيين متغير إنف لانغ = %s
de_de: Die ENV-Variable LANG = %s konnte nicht festgelegt werden
es_es: No se pudo establecer la variable ENV LANG = %s
fr_fr: Impossible de définir la variable ENV LANG = %s
ja_jp: ENV変数LANG = %s設定できませんでした
pt_pt: Não foi possível definir a variável ENV LANG = %s
zh_cn: 无法设置ENV变量LANG = %s

source: Tried: setlocale to '%s', but could only set to '%s'.
ar_sa: حاول: سيتلوكيل إلى ' %s '، ولكن يمكن تعيين فقط إلى ' %s '.
de_de: Versucht: Sprachumgebung auf ' %s ' festzulegen, konnte aber nur auf ' %s ' festgelegt werden.
es_es: Intentó: establecer la escala en ' %s ', pero solo podría establecerse en ' %s '.
fr_fr: Essayé: setlocale à ' %s ', mais ne pouvait que ' %s '.
ja_jp: 「へのsetlocale：しようとしました%s 」だけ「に設定することができます%s 」。
pt_pt: Tentei: setlocale para ' %s ', mas só poderia definir para ' %s '.
zh_cn: 试过：setlocale为' %s '，但只能设置为' %s '。

source: Tried: bindtextdomain '%s', to directory '%s', but received '%s'
ar_sa: حاول: بيندتكستدومين ' %s '، إلى الدليل ' %s '، ولكن تلقى ' %s '
de_de: Anstatt Textbereich ' %s ' mit Verzeichnis ' %s ' zu verlinken, wurde er weitergeleitet zu ' %s '
es_es: Intentó: bindtextdomain ' %s ', al directorio ' %s ', pero recibió ' %s '
fr_fr: Essayé: bindtextdomain ' %s ', dans le répertoire ' %s ', mais reçu ' %s '
ja_jp: 試してみました： 'のbindtextdomain %s '、 'ディレクトリに%s '、しかし受け取っ' %s '
pt_pt: Tentou: bindtextdomain ' %s ', para o diretório ' %s ', mas recebeu ' %s '
zh_cn: 试过：bindtextdomain' %s '，到目录' %s '，但收到' %s '

source: Tried: set textdomain to '%s', but got '%s'
ar_sa: ترييد: سيت تكستدومين إلى ' %s '، بوت غوت ' %s '
de_de: Anstatt auf ' %s ' wurde der Textbereich gesetzt auf ' %s '
es_es: Intentó: establecer textdomain en ' %s ', pero obtuvo ' %s '
fr_fr: Essayé: définissez textdomain sur ' %s ', mais vous obtenez ' %s '
ja_jp: 試してみました：textdomainを ' %s 'に設定しましたが、 ' %s '
pt_pt: Tentei: configurar o domínio do texto em ' %s ', mas obteve ' %s '
zh_cn: 试图：将textdomain设置为' %s '，但得到' %s '

source: Date/Time Formats
ar_sa: تنسيقات التاريخ / الوقت
de_de: Datum- / Uhrzeit-Formate
es_es: Formatos de fecha / hora
fr_fr: Formats de date / heure
ja_jp: 日付/時刻の形式
pt_pt: Formatos de data / hora
zh_cn: 日期/时间格式

source: Sitemap
ar_sa: خريطة الموقع
de_de: Seitenübersicht

source: Author List View
ar_sa: عرض قائمة المؤلف
de_de: Autorenliste anzeigen

source: Author Create
ar_sa: المؤلف إنشاء
de_de: Autor hinzufügen

source: Author Edit
ar_sa: المؤلف تحرير
de_de: Autor bearbeiten

source: Author Delete
ar_sa: المؤلف حذف
de_de: Autor entfernen

source: Book Copy Create
de_de: Buchkopie erstellen

source: Book Copy Edit
de_de: Buchkopie bearbeiten

source: Book Copy Delete
de_de: Buchkopie entfernen

source: BookSN Check
de_de: BuchSN überprüfen

source: Book Field List View
de_de: Liste der Buchthemengebiete anzeigen

source: Book Field Create
de_de: Buchthemengebiete anlegen

source: Book Field Edit
de_de: Buchthemengebiete bearbeiten

source: Book Field Delete
de_de: Buchthemengebiete entfernen

source: Book Field Check
de_de: Buchthemengebiete überprüfen

source: Books List View
ar_sa: عرض قائمة الكتب
de_de: Bücherliste anzeigen

source: Book Create
ar_sa: كتاب إنشاء
de_de: Buch hinzufügen

source: Book Edit
ar_sa: تحرير الكتاب
de_de: Buch bearbeiten

source: Book View
ar_sa: عرض الكتاب
de_de: Buch anzeigen

source: Book Clone
ar_sa: كتاب استنساخ
de_de: Buch duplizieren

source: Book Delete
ar_sa: كتاب الحذف
de_de: Buch entfernen

source: Book Bulk Delete
ar_sa: الكتاب المجمع حذف
de_de: Mehrere Bücher entfernen

source: Book Bulk Edit
ar_sa: كتاب تحرير المجمع
de_de: Mehrere Bücher bearbeiten

source: Book Search
ar_sa: بحث الكتب
de_de: Büchersuche

source: User Books View
ar_sa: عرض كتب المستخدم
de_de: Nutzer-Bücher anzeigen

source: Store Books View
ar_sa: تخزين الكتب عرض
de_de: Buchbestand anzeigen

source: Location Books View
ar_sa: الموقع عرض الكتب
de_de: Buchstandort anzeigen

source: Book Bulk Bar Code Generate
ar_sa: كتاب السائبة قانون نقابة المحامين توليد
de_de: Barcodes für meherer Bücher generieren

source: Book Rating Set
ar_sa: مجموعة تقييم الكتاب
de_de: Buchbewertung festlegen

source: Book Url Generate
de_de: Buch-URL generieren

source: Book Url Check
de_de: Buch-URL überprüfen

source: Book Visible Fields For Public
de_de: Öffentlich sichtbare Buchthemengebiete

source: Category List View
ar_sa: عرض قائمة الفئات
de_de: Kategorienliste anzeigen

source: Category Create
ar_sa: الفئة إنشاء
de_de: Kategorie anlegen

source: Category Edit
ar_sa: الفئة تحرير
de_de: Kategorie bearbeiten

source: Category Delete
ar_sa: الفئة حذف
de_de: Kategorie löschen

source: eBook Upload
ar_sa: تحميل الكتاب الإلكتروني
de_de: eBook hochladen

source: eBook Get
ar_sa: الكتاب الاليكتروني الحصول على
de_de: eBook besorgen

source: eBook View
ar_sa: عرض الكتاب الإلكتروني
de_de: eBook anzeigen

source: eBook Delete
ar_sa: الكتاب الإلكتروني حذف
de_de: eBook entfernen

source: eBook List View
ar_sa: عرض قائمة الكتب الإلكترونية
de_de: eBook-Liste anzeigen

source: Email Notification List View
ar_sa: البريد الإلكتروني عرض قائمة الإخطار
de_de: E-Mail-Benachrichtigungsliste anzeigen

source: Email Notification Create
ar_sa: إعلام البريد الإلكتروني إنشاء
de_de: E-Mail-Benachrichtigung erstellen

source: Email Notification Edit
ar_sa: البريد الإلكتروني إعلام تحرير
de_de: E-Mail-Benachrichtigung bearbeiten

source: Email Notification Test
ar_sa: إخطار إخطار البريد الإلكتروني
de_de: E-Mail-Benachrichtigung prüfen

source: Email Notification Activate
ar_sa: البريد الإلكتروني إعلام التنشيط
de_de: E-Mail-Benachrichtigung aktivieren

source: Email Send
ar_sa: إرسال البريد الإلكتروني
de_de: E-Mail senden

source: User Email Send
ar_sa: البريد الإلكتروني للمستخدم إرسال
de_de: Nutzer-E-Mail senden

source: Genre List View
ar_sa: عرض قائمة النوع
de_de: Genreliste anzeigen

source: Genre Create
ar_sa: النوع إنشاء
de_de: Genre hinzufügen

source: Genre Edit
ar_sa: تعديل النوع
de_de: Genre bearbeiten

source: Genre Delete
ar_sa: النوع حذف
de_de: Genre entfernen

source: Avatar Upload
ar_sa: تحميل الصورة الرمزية
de_de: Avatar hochladen

source: Cover Upload
ar_sa: تحميل الغلاف
de_de: Cover hochladen

source: Book Image Upload
de_de: Buchabbildung hochladen

source: Author Photo Upload
ar_sa: الكاتب صورة تحميل
de_de: Autorenfoto hochladen

source: Post Image Upload
ar_sa: مشاركة تحميل الصورة
de_de: Beitragsabbildung hochladen

source: Page Image Upload
ar_sa: صورة الصفحة تحميل
de_de: Seitenabbildung hochladen

source: Image Get
ar_sa: الحصول على صورة
de_de: Abbildung besorgen

source: Image Delete
ar_sa: حذف الصورة
de_de: Abbildung löschen

source: Image Delete Public
de_de: Abbildung entfernen [öffentlich]

source: Image List View
ar_sa: عرض قائمة الصور
de_de: Abbildungsliste anzeigen

source: Image Options View
ar_sa: عرض خيارات الصورة
de_de: Abbildungsoptionen anzeigen

source: Image Resolution Create
ar_sa: إنشاء دقة الصورة
de_de: Abbildungsauflösung erstellen

source: Image Resolution Edit
ar_sa: تعديل الصورة
de_de: Abbildungsauflösung bearbeiten

source: Image Resolution Delete
ar_sa: دقة الصورة حذف
de_de: Abbildungsauflösung entfernen

source: Issue List View
ar_sa: عرض قائمة المشكلات
de_de: Ausgabenliste anzeigen

source: Issue Log List View
de_de: Ausgabenprotokoll anzeigen

source: Book Issue Log List View
de_de: Protokoll der Buchausgaben anzeigen

source: Issue Create
ar_sa: المشكلة إنشاء
de_de: Ausgabe anlegen

source: Issue Edit
ar_sa: تحرير المشكلة
de_de: Ausgabe bearbeiten

source: Issue Delete
ar_sa: المشكلة حذف
de_de: Ausgabe hinzufügen

source: Issued Book Set Lost
de_de: Ausgegebenes Buch als verloren kennzeichnen

source: Issued Book Set Returned
ar_sa: صدر كتاب مجموعة عاد
de_de: Ausgegebenes Buch als zurückerhalten kennzeichnen

source: Issue Requested Book
ar_sa: إصدار الكتاب المطلوب
de_de: Angefragtes Buch ausgeben

source: User Issued Books View
ar_sa: أصدر المستخدم كتب مشاهدة
de_de: An Nutzer ausgegebene Bücher anzeigen

source: Location List View
ar_sa: عرض قائمة المواقع
de_de: Standortliste anzeigen

source: Location Create
ar_sa: الموقع إنشاء
de_de: Standort anlegen

source: Location Edit
ar_sa: تعديل الموقع
de_de: Standort bearbeiten

source: Location Delete
ar_sa: الموقع حذف
de_de: Standort entfernen

source: Page List View
ar_sa: عرض قائمة الصفحات
de_de: Seitenliste anzeigen

source: Page Create
ar_sa: إنشاء الصفحة
de_de: Seite anlegen

source: Page Edit
ar_sa: تحرير الصفحة
de_de: Seite bearbeiten

source: Page Delete
ar_sa: صفحة حذف
de_de: Seite entfernen

source: Post List View
ar_sa: عرض قائمة المشاركات
de_de: Beitragsliste anzeigen

source: Post Create
ar_sa: نشر إنشاء
de_de: Beitrag erstellen

source: Post Edit
ar_sa: نشره
de_de: Beitrag bearbeiten

source: Post Delete
ar_sa: مشاركة حذف
de_de: Beitrag entfernen

source: Publisher List View
ar_sa: عرض قائمة الناشرين
de_de: Herausgeberliste anzeigen

source: Publisher Create
ar_sa: إنشاء الناشر
de_de: Herausgeber hinzufügen

source: Publisher Edit
ar_sa: تعديل الناشر
de_de: Heraugeber bearbeiten

source: Publisher Delete
ar_sa: حذف الناشر
de_de: Herausgeber entfernen

source: Request List View
ar_sa: طلب عرض القائمة
de_de: Anfragenliste anzeigen

source: User"s Requests View
ar_sa: عرض طلبات المستخدم \ "s
de_de: Nutzeranfragen anzeigen

source: Request Create
ar_sa: طلب إنشاء
de_de: Anfrage erstellen

source: Request Edit
ar_sa: طلب تعديل
de_de: Anfrage bearbeiten

source: Request Delete
ar_sa: طلب حذف
de_de: Anfrage entfernen

source: Request Set Status
ar_sa: حالة تعيين الطلب
de_de: Status für Anfrage festlegen

source: User Requested Books View
ar_sa: عرض الكتب المطلوبة من المستخدم
de_de: Von Nutzern angefragte Bücher anzeigen

source: Review List View
ar_sa: عرض قائمة المراجعة
de_de: Rezensionsliste anzeigen

source: Review Create
ar_sa: مراجعة إنشاء
de_de: Rezension erstellen

source: Review Edit
ar_sa: مراجعة التعديل
de_de: Rezension bearbeiten

source: Review Delete
ar_sa: مراجعة حذف
de_de: Rezension entfernen

source: Series List View
ar_sa: عرض قائمة السلسلة
de_de: Liste der Reihen anzeigen

source: Series Create
ar_sa: إنشاء سلسلة
de_de: Reihe anlegen

source: Series Edit
ar_sa: سلسلة تحرير
de_de: Reihe bearbeiten

source: Series Delete
ar_sa: سلسلة حذف
de_de: Reihe entfernen

source: Admin Index
ar_sa: فهرس المشرف
de_de: Administratorbestätigung

source: Admin Login
ar_sa: تسجيل دخول المشرف
de_de: Als Administrator anmelden

source: Admin Logout
ar_sa: خروج المشرف
de_de: Administrator abmelden

source: Session Reset
ar_sa: إعادة تعيين الجلسة
de_de: Sitzung zurücksetzen

source: Password Change
ar_sa: تغيير كلمة السر
de_de: Passwort ändern

source: Email Confirm
ar_sa: البريد الإلكتروني تأكيد
de_de: E-Mail bestätigen

source: Store List View
ar_sa: عرض قائمة المتجر
de_de: Bestandsliste anzeigen

source: Store Create
ar_sa: إنشاء مخزن
de_de: Bestand anlegen

source: Store Edit
ar_sa: مخزن تحرير
de_de: Bestand bearbeiten

source: Store Delete
ar_sa: تخزين حذف
de_de: Bestand entfernen

source: Tag List View
de_de: Schlagwortliste anzeigen

source: Tag Create
de_de: Schlagwort hinzufügen

source: Tag Edit
de_de: Schlagwort bearbeiten

source: Tag Delete
de_de: Schlagwort entfernen

source: User Message List View
ar_sa: عرض قائمة رسائل المستخدم
de_de: Liste der Nutzernachrichten anzeigen

source: User Message Create
ar_sa: إنشاء رسالة المستخدم
de_de: Nutzernachricht verfassen

source: User Message Delete
ar_sa: رسالة المستخدم حذف
de_de: Nutzernachricht entfernen

source: User Message Set Viewed
ar_sa: تم عرض مجموعة رسائل المستخدم
de_de: Nutzernachricht als gesehen kennzeichnen

source: User List View
ar_sa: عرض قائمة المستخدمين
de_de: Nutzerliste anzeigen

source: User Create
ar_sa: إنشاء المستخدم
de_de: Nutzer erstellen

source: User Edit
ar_sa: تعديل المستخدم
de_de: Nutzer bearbeiten

source: User Delete
ar_sa: حذف المستخدم
de_de: Nutzer entfernen

source: User Email Check
ar_sa: البريد الإلكتروني المستخدم الاختيار
de_de: Nutzer E-Mail überprüfen

source: User Photo Upload
ar_sa: تحميل صورة المستخدم
de_de: Nutzerfoto hochladen

source: User Search
ar_sa: البحث عن مستخدم
de_de: Nutzersuche

source: Theme Activate
ar_sa: موضوع تنشيط
de_de: Erscheinungsbild aktivieren

source: Color Schema Activate
de_de: Farbschema aktivieren

source: Generate Sitemap
ar_sa: إنشاء ملف سيتماب
de_de: Seitenübersicht generieren

source: Google Settings
ar_sa: إعدادات غوغل
de_de: Google-Einstellungen

source: Site View Option List View
ar_sa: طريقة عرض قائمة عرض الموقع
de_de: Liste der Seitenansichtsoptionen anzeigen

source: Language List View
ar_sa: عرض قائمة اللغات
de_de: Sprachenliste anzeigen

source: Binding List View
de_de: Liste der Einbände anzeigen

source: Book Sizes List View
de_de: Liste der Buchgrößen anzeigen

source: Book Type List View
de_de: Liste der Bucharten anzeigen

source: Physical Form List View
de_de: Liste der verfügbaren Ausführungen anzeigen

source: Language Change
ar_sa: تغير اللغة
de_de: Sprache ändern

source: Role List View
ar_sa: عرض قائمة الأدوار
de_de: Rollenliste anzeigen

source: Role Create
ar_sa: إنشاء الدور
de_de: Rolle anlegen

source: Role Edit
ar_sa: تعديل الدور
de_de: Rolle bearbeiten

source: Role Delete
ar_sa: حذف الدور
de_de: Rolle entfernen

source: Permission List Update
ar_sa: تحديث قائمة الإذن
de_de: Berechtigungsliste aktualisieren

source: Import CSV
ar_sa: استيراد ملف كسف
de_de: CSV importieren

source: Export CSV
ar_sa: تصدير كسف
de_de: CSV exportieren

source: Import/Export
ar_sa: استيراد و تصدير
de_de: Importieren/Exportieren

source: Menu List View
ar_sa: قائمة عرض القائمة
de_de: Menüliste anzeigen

source: Menu Create
ar_sa: القائمة إنشاء
de_de: Menü anlegen

source: Menu Edit
ar_sa: القائمة تحرير
de_de: Menü bearbeiten
