Repository: zeynab12345/my_project
Catalog: lms/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, pt_pt, zh_cn

source: Couldn't update return date of Issue.%s%s
ar_sa: تعذر تحديث تاريخ العودة للمشكلة. %s %s
de_de: Rückgabedatum der Ausgabe konnte nicht aktualisiert werden.%s %s
es_es: No se pudo actualizar la fecha de devolución de Issue. %s %s
fr_fr: Impossible de mettre à jour la date de retour du problème. %s %s
ja_jp: 問題の戻り日を更新できませんでした。 %s %s
pt_pt: Não foi possível atualizar a data de retorno do problema. %s %s
zh_cn: 无法更新问题的退货日期。 %s %s

source: There is no enough book "%d".
de_de: Es sind nicht genügend Exemplare von Buch " %d " vorhanden.

source: Issue saving is failed for some reason.
ar_sa: أخفق إرسال المشكلة لسبب ما.
de_de: Speichern der Ausgabe ist aus irgendeinem Grund fehlgeschlagen.
es_es: El problema de salvar falla por alguna razón.
fr_fr: L'enregistrement du problème a échoué pour une raison quelconque.
ja_jp: 何らかの理由で問題の保存に失敗しました。
pt_pt: A poupança de problemas falhou por algum motivo.
zh_cn: 由于某些原因，问题保存失败。

source: User is already got max number of books(or already issued books + required books more than user's limit).
ar_sa: يحتوي المستخدم بالفعل على عدد كحد أقصى من الكتب (أو الكتب التي تم إصدارها بالفعل + الكتب المطلوبة أكثر من الحد المسموح به للمستخدم).
de_de: Benutzer hat bereits die maximale Anzahl an Büchern (oder bereits ausgestellte Bücher + benötigte Bücher mehr als das Limit des Benutzers).
es_es: El usuario ya tiene el número máximo de libros (o libros ya emitidos + libros requeridos más que el límite del usuario).
fr_fr: L'utilisateur a déjà un nombre maximum de livres (ou livres déjà publiés + livres requis plus que la limite de l'utilisateur).
ja_jp: ユーザーには既に最大数の書籍（または既に発行された書籍+必要な書籍がユーザーの制限を超えている）があります。
pt_pt: O usuário já obteve o número máximo de livros (ou já emitiu livros + livros necessários mais do que o limite do usuário).
zh_cn: 用户已经获得了最大数量的书籍（或者已经发行了书籍+所需书籍超过了用户的限制）。

source: User with ID "%d" couldn't be found.
ar_sa: تعذر العثور على المستخدم الذي لديه معرف \ " %d ".
de_de: Nutzer mit ID " %d " konnte nicht gefunden werden.
es_es: Usuario con ID \ " %d " no se pudo encontrar.
fr_fr: L'utilisateur avec l'ID \ " %d " n'a pas pu être trouvé.
ja_jp: ID \ " %d "のユーザーが見つかりませんでした。
pt_pt: O usuário com ID \ " %d " não pôde ser encontrado.
zh_cn: 无法找到ID为“ %d ”的用户。

source: Couldn't save Issue.%s%s%s%s(%d)
ar_sa: تعذر حفظ المشكلة. %s %s %s %s ( %d )
de_de: Ausgabve konnte nicht gespeichert werden.%s%s%s%s(%d )
es_es: No se pudo guardar Issue. %s %s %s %s ( %d )
fr_fr: Impossible d'enregistrer le problème. %s %s %s %s ( %d )
ja_jp: 問題を保存できませんでした。 %s %s %s %s （ %d ）
pt_pt: Não foi possível salvar o problema. %s %s %s %s ( %d )
zh_cn: 无法保存问题。 %s %s %s %s （ %d ）

source: Couldn't delete Issue '%d' for some reason.
ar_sa: تعذر حذف المشكلة ' %d ' لسبب ما.
de_de: Ausgabe ' %d ' konnte aus irgendeinem Grund nicht gelöscht werden.
es_es: No se pudo eliminar Issue ' %d ' por algún motivo.
fr_fr: Impossible de supprimer le problème ' %d ' pour une raison quelconque.
ja_jp: 何らかの理由で問題 ' %d 'を削除できませんでした。
pt_pt: Não foi possível excluir o problema ' %d ' por algum motivo.
zh_cn: 由于某些原因无法删除问题' %d '。

source: There is no Issue with Id '%d' in database table "%s".
ar_sa: لا توجد مشكلة مع إد ' %d ' في جدول قاعدة البيانات \ " %s ".
de_de: Es gibt keine Ausgabe mit der ID ' %d ' in der Datenbanktabelle " %s ".
es_es: No hay un problema con Id ' %d ' en la tabla de la base de datos \ " %s ".
fr_fr: Il n'y a aucun problème avec l'ID ' %d ' dans la table de base de données \ " %s ".
pt_pt: Não há problema com Id ' %d ' na tabela de banco de dados \ " %s ".

source: Issue is deleted successfully.
ar_sa: تم حذف المشكلة بنجاح.
de_de: Ausgabe wurde erfolgreich gelöscht.
es_es: El problema se borró con éxito.
fr_fr: Le problème est supprimé avec succès.
ja_jp: 問題は正常に削除されます。
pt_pt: O problema foi excluído com sucesso.
zh_cn: 问题已成功删除。

source: Couldn't delete Issue '%d'.%s%s
ar_sa: تعذر حذف المشكلة ' %d '. %s %s
de_de: Ausgabe ' %d ' konnte nicht gelöscht werden.%s%s
es_es: No se pudo eliminar el problema ' %d '. %s %s
fr_fr: Impossible de supprimer le problème ' %d '. %s %s
ja_jp: 問題 ' %d 'を削除できませんでした。 %s %s
pt_pt: Não foi possível excluir o problema ' %d '. %s %s
zh_cn: 无法删除问题' %d '。 %s %s

source: Couldn't save Issue.%s%s
ar_sa: تعذر حفظ المشكلة. %s %s
de_de: Ausgabe konnte nicht gespeichert werden.%s%s
es_es: No se pudo guardar Issue. %s %s
fr_fr: Impossible d'enregistrer le problème. %s %s
ja_jp: 問題を保存できませんでした。 %s %s
pt_pt: Não foi possível salvar o problema. %s %s
zh_cn: 无法保存问题。 %s %s

source: Issue with id = '%d' is not found.
ar_sa: لم يتم العثور على المشكلة بالمعرف = ' %d '.
de_de: Ausgabe mit ID = ' %d ' wurde nicht gefunden.
es_es: Problema con id = ' %d ' no se encuentra.
fr_fr: Problème avec id = ' %d ' est introuvable.
ja_jp: id = ' %d 'の問題が見つかりません。
pt_pt: O problema com id = ' %d ' não foi encontrado.
zh_cn: 找不到id =' %d '的问题。

source: There is no enough of book with ID = "%d".
ar_sa: ليس هناك ما يكفي من الكتاب مع إد = \ " %d ".
de_de: Es gibt nicht genug von Buch mit ID = " %d ".
es_es: No hay suficiente libro con ID = \ " %d ".
fr_fr: Il n'y a pas assez de livre avec ID = \ " %d ".
ja_jp: ID = \ " %d "の本は足りません。
pt_pt: Não há suficiente livro com ID = \ " %d ".
zh_cn: 没有足够的ID = \“ %d \”的书。

source: Request status update is failed for some reason.
ar_sa: فشل تحديث حالة الطلب لسبب ما.
de_de: Aktualisierung des Anfragestatus ist aus irgendeinem Grund fehlgeschlagen.
es_es: La actualización de estado de solicitud falla por alguna razón.
fr_fr: La mise à jour du statut de la demande a échoué pour une raison quelconque.
ja_jp: 何らかの理由でリクエストステータスの更新に失敗しました。
pt_pt: A atualização do status do pedido foi falhada por algum motivo.
zh_cn: 请求状态更新由于某种原因失败。

source: Request Log saving is failed for some reason.
de_de: Speichern der Anfragenhistorie ist aus irgendeinem Gründen fehlgeschlagen.

source: User with ID = "%d" couldn't be found.
ar_sa: تعذر العثور على المستخدم الذي لديه معرف = \ " %d ".
de_de: Nutzer mit ID = " %d " konnte nicht gefunden werden.
es_es: Usuario con ID = \ " %d " no se pudo encontrar.
fr_fr: L'utilisateur avec ID = \ " %d " n'a pas pu être trouvé.
ja_jp: ID = \ " %d "のユーザーが見つかりませんでした。
pt_pt: O usuário com ID = \ " %d " não pôde ser encontrado.
zh_cn: ID = \“ %d \”的用户无法找到。

source: Request with ID = "%d" couldn't be found.
ar_sa: تعذر العثور على الطلب بالمعرف = \ " %d ".
de_de: Anfrage mit ID = " %d " konnte nicht gefunden werden.
es_es: La solicitud con ID = \ " %d " no se pudo encontrar.
fr_fr: La requête avec ID = \ " %d " n'a pas pu être trouvée.
ja_jp: ID = \ " %d "のリクエストが見つかりませんでした。
pt_pt: A solicitação com ID = \ " %d " não pôde ser encontrada.
zh_cn: 请求与ID = \“ %d \”无法找到。

source: Couldn't save Issue.%s%s%s%s(%d).
ar_sa: تعذر حفظ المشكلة. %s %s %s %s ( %d ).
de_de: Ausgabe konnte nicht gespeichert werden.%s%s%s%s( %d ).
es_es: No se pudo guardar Issue. %s %s %s %s ( %d ).
fr_fr: Impossible d'enregistrer le problème. %s %s %s %s ( %d ).
ja_jp: 問題を保存できませんでした。 %s %s %s %s （ %d ）。
pt_pt: Não foi possível salvar o problema. %s %s %s %s ( %d ).
zh_cn: 无法保存问题。 %s %s %s %s （ %d ）。

source: Location saving is failed for some reason.
ar_sa: أخفق حفظ الموقع لسبب ما.
de_de: Speichern des Standortes ist aus irgendeinem Grund fehlgeschlagen.

source: Couldn't save Location.%s%s
ar_sa: تعذر حفظ الموقع. %s %s
de_de: Standort konnte nicht gespeichert werden.%s%s

source: Couldn't delete Location '%d' for some reason.
ar_sa: تعذر حذف الموقع ' %d ' لسبب ما.
de_de: Standort '%d' konnte aus irgendeinem Grund nicht gespeichert werden.

source: There is no Location with Id '%d' in database table "%s".
ar_sa: لا يوجد موقع مع إد ' %d ' في جدول قاعدة البيانات \ " %s ".
de_de: Es gibt keinen Standort mit der ID ' %d ' in der Datenbanktabelle " %s ".

source: Location is deleted successfully.
ar_sa: تم حذف الموقع بنجاح.
de_de: Standort wurde erfolgreich gelöscht.

source: Couldn't delete Location '%d'.%s%s
ar_sa: تعذر حذف الموقع ' %d '. %s %s
de_de: Standort ' %d ' konnte nicht gelöscht werden.%s %s

source: Menu with ID '<b>%d</b>' is already exist.
ar_sa: القائمة الموجودة بها المعرف "<b> %d </ b>" موجودة بالفعل.
de_de: Menü mit ID '<b> %d </ b>' ist bereits vorhanden.
es_es: El menú con ID '<b> %d </ b>' ya existe.
fr_fr: Le menu avec l'ID '<b> %d </ b>' existe déjà.
ja_jp: IDが '<b> %d </ b>'のメニューは既に存在します。
pt_pt: O menu com ID '<b> %d </ b>' já existe.
zh_cn: ID为<b> %d </ b>的菜单已经存在。

source: Menu saving is failed for some reason.
ar_sa: أخفق حفظ القائمة لسبب ما.
de_de: Speichern des Menüs ist aus irgendeinem Grund fehlgeschlagen.
es_es: El menú de guardar falla por alguna razón.
fr_fr: L'enregistrement du menu échoue pour une raison quelconque.
ja_jp: 何らかの理由でメニューの保存に失敗しました。
pt_pt: A salvação do menu falhou por algum motivo.
zh_cn: 由于某种原因，菜单保存失败。

source: Couldn't save Menu.%s%s
ar_sa: تعذر حفظ القائمة. %s %s
de_de: Menü konnte nicht gespeichert werden. %s %s
es_es: No se pudo guardar el Menú. %s %s
fr_fr: Impossible d'enregistrer le menu. %s %s
ja_jp: メニューを保存できませんでした。 %s %s
pt_pt: Não foi possível salvar o Menu. %s %s
zh_cn: 无法保存菜单。 %s %s

source: Couldn't delete Menu '%d' for some reason.
ar_sa: تعذر حذف القائمة ' %d ' لسبب ما.
de_de: Menü ' %d ' konnte aus irgendeinem Grund nicht gelöscht werden.
es_es: No se pudo eliminar el Menú ' %d ' por algún motivo.
fr_fr: Impossible de supprimer le menu ' %d ' pour une raison quelconque.
ja_jp: 何らかの理由でメニュー ' %d 'を削除できませんでした。
pt_pt: Não foi possível excluir Menu ' %d ' por algum motivo.
zh_cn: 由于某些原因无法删除菜单“ %d ”。

source: Menu is deleted successfully.
ar_sa: تم حذف القائمة بنجاح.
de_de: Menü wurde erfolgreich gelöscht.
es_es: El menú se borró con éxito.
fr_fr: Le menu est supprimé avec succès.
ja_jp: メニューが正常に削除されます。
pt_pt: O menu é excluído com sucesso.
zh_cn: 菜单已成功删除。

source: There is no Menu with Id '%d' in database(%s).
ar_sa: لا توجد قائمة مع إد ' %d ' في قاعدة البيانات ( %s ).
de_de: Es gibt kein Menü mit der ID ' %d ' in der Datenbank ( %s ).
es_es: No hay menú con Id ' %d ' en la base de datos ( %s ).
fr_fr: Il n'y a pas de menu avec l'ID ' %d ' dans la base de données ( %s ).
ja_jp: ID ' %d 'のメニューはデータベース（ %s ）にありません。
pt_pt: Não há Menu com Id ' %d ' no banco de dados ( %s ).
zh_cn: 没有与ID为'没有菜单%d数据库（' %s ）。

source: Couldn't delete Menu '%d'.%s%s
ar_sa: تعذر حذف القائمة ' %d '. %s %s
de_de: Menü ' %d ' konnte nicht gelöscht werden.%s%s
es_es: No se pudo eliminar el menú ' %d '. %s %s
fr_fr: Impossible de supprimer le menu ' %d '. %s %s
ja_jp: メニュー ' %d 'を削除できませんでした。 %s %s
pt_pt: Não foi possível excluir Menu ' %d '. %s %s
zh_cn: 无法删除菜单' %d '。 %s %s

source: There is no Menu with ID '<b>%d</b>'.
ar_sa: لا توجد قائمة بها المعرف "<b> %d </ b>".
de_de: Es gibt kein Menü mit der ID '<b> %d </ b>'.
es_es: No hay Menú con ID '<b> %d </ b>'.
fr_fr: Il n'y a pas de menu avec l'ID '<b> %d </ b>'.
ja_jp: IDが '<b> %d </ b>'のメニューはありません。
pt_pt: Não há Menu com ID '<b> %d </ b>'.
zh_cn: 没有ID为“<b> %d </ b>”的菜单。

source: Menu with ID '%d' is not exist.
ar_sa: القائمة مع المعرف ' %d ' غير موجودة.
de_de: Menü mit der ID ' %d ' ist nicht vorhanden.
es_es: El menú con ID ' %d ' no existe.
fr_fr: Le menu avec l'ID ' %d ' n'existe pas.
ja_jp: ID ' %d 'のメニューは存在しません。
pt_pt: O menu com ID ' %d ' não existe.
zh_cn: ID为' %d '的菜单不存在。

source: Menu items saving is failed for some reason.
ar_sa: أخفق حفظ عناصر القائمة لسبب ما.
de_de: Speichern von Menüelementen ist aus irgendeinem Grund fehlgeschlagen.
es_es: Por algún motivo, se ha producido un error al guardar los elementos del menú.
fr_fr: La sauvegarde des éléments de menu a échoué pour une raison quelconque.
ja_jp: 何らかの理由でメニュー項目の保存に失敗しました。
pt_pt: A salvação de itens de menu foi falhada por algum motivo.
zh_cn: 由于某种原因，保存菜单项目失败。

source: There is no menu tree in request.
ar_sa: لا توجد شجرة القائمة في الطلب.
de_de: Es gibt keinen Menübaum in der Anfrage.
es_es: No hay árbol de menú bajo pedido.
fr_fr: Il n'y a pas d'arborescence de menus dans la requête.
ja_jp: 要求に応じてメニューツリーはありません。
pt_pt: Não há nenhuma árvore de menus em solicitação.
zh_cn: 请求中没有菜单树。

source: Page with URL '<b>%s</b>' is already exist.%sPlease use another URL.
ar_sa: الصفحة التي تحتوي على عنوان ورل '<b> %s </ b>' موجودة من قبل. %s الرجاء استخدام عنوان ورل آخر.
de_de: Seite mit URL '<b> %s </ b>' ist bereits vorhanden. %s Bitte verwenden Sie eine andere URL.
es_es: La página con URL '<b> %s </ b>' ya existe. %s Utilice otra URL.
fr_fr: La page avec l'URL '<b> %s </ b>' existe déjà. %s Veuillez utiliser une autre URL.
ja_jp: URL '<b> %s </ b>'のページは既に存在します。 %s別のURLを使用してください。
pt_pt: A página com URL '<b> %s </ b>' já existe. %s Use outro URL.
zh_cn: 网址为“<b> %s </ b>”的网页已经存在。 %s请使用另一个网址。

source: Page saving is failed for some reason.
ar_sa: فشل حفظ الصفحة لسبب ما.
de_de: Speichern der Seite ist aus irgendeinem Grund fehlgeschlagen.
es_es: El ahorro de página ha fallado por algún motivo.
fr_fr: L'enregistrement de page a échoué pour une raison quelconque.
ja_jp: 何らかの理由でページの保存に失敗しました。
pt_pt: O salvamento de página foi falhado por algum motivo.
zh_cn: 由于某种原因页面保存失败。

source: Couldn't save Page.%s%s
ar_sa: تعذر حفظ الصفحة. %s %s
de_de: Seite konnte nicht gespeichert werden.%s%s
es_es: No se pudo guardar la página. %s %s
fr_fr: Impossible d'enregistrer la page. %s %s
ja_jp: ページを保存できませんでした。 %s %s
pt_pt: Não foi possível salvar a página. %s %s
zh_cn: 无法保存页面。 %s %s

source: Couldn't delete Page '%d' for some reason.
ar_sa: تعذر حذف الصفحة ' %d ' لسبب ما.
de_de: Seite ' %d ' konnte aus irgendeinem Grund nicht gelöscht werden.
es_es: No se pudo eliminar la página ' %d ' por algún motivo.
fr_fr: Impossible de supprimer la page ' %d ' pour une raison quelconque.
ja_jp: 何らかの理由でページ ' %d 'を削除できませんでした。
pt_pt: Não foi possível excluir a página ' %d ' por algum motivo.
zh_cn: 出于某种原因无法删除页面“ %d ”。

source: Page is deleted successfully.
ar_sa: تم حذف الصفحة بنجاح.
de_de: Seite wird erfolgreich gelöscht.
es_es: La página se borró con éxito.
fr_fr: La page est supprimée avec succès.
ja_jp: ページは正常に削除されます。
pt_pt: A página foi excluída com sucesso.
zh_cn: 页面已成功删除。

source: There is no Page with Id '%d' in database(%s).
ar_sa: لا توجد صفحة بها المعرف ' %d ' في قاعدة البيانات ( %s ).
de_de: Es existiert keine Seite mit der ID ' %d ' in der Datenbank (%s).
es_es: No hay ninguna página con Id ' %d ' en la base de datos ( %s ).
fr_fr: Il n'y a pas de page avec l'ID ' %d ' dans la base de données ( %s ).
ja_jp: ID ' %d 'のページはデータベース（ %s ）にありません。
pt_pt: Não há Página com Id ' %d ' no banco de dados ( %s ).

source: Couldn't delete Page '%d'.%s%s
ar_sa: تعذر حذف الصفحة ' %d '. %s %s
de_de: Seite ' %d ' konnte nicht gelöscht werden.%s%s
es_es: No se pudo eliminar la página ' %d '. %s %s
fr_fr: Impossible de supprimer la page ' %d '. %s %s
ja_jp: ページ ' %d 'を削除できませんでした。 %s %s
pt_pt: Não foi possível excluir a página ' %d '. %s %s
zh_cn: 无法删除网页' %d '。 %s %s

source: Page with ID '%d' is not exist.
ar_sa: الصفحة التي تحتوي على المعرف ' %d ' غير موجودة.
de_de: Seite mit ID ' %d ' ist nicht vorhanden.
es_es: La página con ID ' %d ' no existe.
fr_fr: La page avec l'ID ' %d ' n'existe pas.
ja_jp: ID ' %d 'のページは存在しません。
pt_pt: A página com ID ' %d ' não existe.
zh_cn: ID为' %d '的页面不存在。

source: Post with URL '<b>%s</b>' is already exist.%sPlease use another URL.
ar_sa: المشاركة مع عنوان ورل '<b> %s </ b>' موجودة من قبل. %s الرجاء استخدام عنوان ورل آخر.
de_de: Beitrag mit URL '<b> %s </ b>' ist bereits vorhanden. %s Bitte verwenden Sie eine andere URL.
es_es: La publicación con URL '<b> %s </ b>' ya existe. %s Utilice otra URL.
fr_fr: Le message avec l'URL '<b> %s </ b>' existe déjà. %s Veuillez utiliser une autre URL.
ja_jp: URL '<b> %s </ b>'を含む投稿は既に存在します。 %s別のURLを使用してください。
pt_pt: O post com URL '<b> %s </ b>' já existe. %s Use outro URL.
zh_cn: 以网址“<b> %s </ b>”发布已经存在。 %s请使用另一个网址。

source: Post saving is failed for some reason.
ar_sa: فشل حفظ الوظيفة لسبب ما.
de_de: Speichern des Beitrags ist aus irgendeinem Grund fehlgeschlagen.
es_es: El almacenamiento de publicaciones falla por alguna razón.
fr_fr: La sauvegarde du message a échoué pour une raison quelconque.
ja_jp: ポストセーブは何らかの理由で失敗しました。
pt_pt: O salvamento de postagem foi falhado por algum motivo.
zh_cn: 由于某种原因，保存后失败。

source: Post saving is failed for some reason (during categories saving).
ar_sa: فشل حفظ الوظيفة لسبب ما (أثناء حفظ الفئات).
de_de: Speichern des Beitrags ist aus irgendeinem Grund fehlgeschlagen (beim Speichern von Kategorien).
es_es: El almacenamiento de publicaciones falla por alguna razón (durante el guardado de categorías).
fr_fr: L'enregistrement de la publication échoue pour une raison quelconque (lors de l'enregistrement des catégories).
ja_jp: ポストセーブは何らかの理由で（カテゴリの保存中に）失敗しました。
pt_pt: O salvamento de postagem é falhado por algum motivo (durante a salvação de categorias).
zh_cn: 某些原因（保存类别时）后保存失败。

source: Couldn't save Post.%s%s
ar_sa: تعذر حفظ المشاركة. %s %s
de_de: Beitrag konnte nicht gespeichert werden.%s%s
es_es: No se pudo guardar la publicación. %s %s
fr_fr: Impossible d'enregistrer le message. %s %s
ja_jp: 投稿を保存できませんでした。 %s %s
pt_pt: Não foi possível salvar o Post. %s %s
zh_cn: 无法保存发布。 %s %s

source: Couldn't delete Post Categories '%s' for some reason.
ar_sa: تعذر حذف فئات المشاركة ' %s ' لسبب ما.
de_de: Konnte die Beitragskategorien ' %s ' aus irgendeinem Grund nicht löschen.
es_es: No se pudieron eliminar las categorías de publicación ' %s ' por algún motivo.
fr_fr: Impossible de supprimer les catégories de message ' %s ' pour une raison quelconque.
ja_jp: 投稿カテゴリ ' %s 'を何らかの理由で削除できませんでした。
pt_pt: Não foi possível excluir Post Categories ' %s ' por algum motivo.
zh_cn: 出于某种原因，无法删除帖子类别' %s '。

source: Couldn't delete Post '%d' for some reason.
ar_sa: تعذر حذف المشاركة ' %d ' لسبب ما.
de_de: Konnte Beitrag ' %d ' aus irgendeinem Grund nicht löschen.
es_es: No se pudo eliminar Publicar ' %d ' por algún motivo.
fr_fr: Impossible de supprimer le message ' %d ' pour une raison quelconque.
ja_jp: 投稿 ' %d 'を何らかの理由で削除できませんでした。
pt_pt: Não foi possível excluir Post ' %d ' por algum motivo.
zh_cn: 由于某些原因无法删除发布' %d '。

source: Post is deleted successfully.
ar_sa: تم حذف المشاركة بنجاح.
de_de: Beitrag wurde erfolgreich gelöscht.
es_es: La publicación se borró con éxito.
fr_fr: La publication est supprimée avec succès.
ja_jp: 投稿は正常に削除されます。
pt_pt: O post é excluído com sucesso.
zh_cn: 帖子已成功删除。

source: There is no Post with Id '%d' in database(%s).
ar_sa: ليس هناك بوست مع إد ' %d ' في قاعدة البيانات ( %s ).
de_de: Es gibt keinen Beitrag mit der ID ' %d ' in der Datenbank (%s).
es_es: No hay Publicación con Id ' %d ' en la base de datos ( %s ).
fr_fr: Il n'y a pas de poste avec l'ID ' %d ' dans la base de données ( %s ).
ja_jp: ID ' %d 'の投稿はデータベースにありません（ %s ）。
pt_pt: Não há postagem com Id ' %d ' no banco de dados ( %s ).

source: Couldn't delete Post '%d'.%s%s
ar_sa: تعذر حذف المشاركة ' %d '. %s %s
de_de: Beitrag ' %d ' konnte nicht gelöscht werden.%s%s
es_es: No se pudo eliminar Publicar ' %d '. %s %s
fr_fr: Impossible de supprimer le message ' %d '. %s %s
ja_jp: 投稿 ' %d 'を削除できませんでした。 %s %s
pt_pt: Não foi possível excluir Post ' %d '. %s %s
zh_cn: 无法删除帖子' %d '。 %s %s

source: Post with ID '%d' is not exist.
ar_sa: المشاركة مع المعرف ' %d ' غير موجودة.
de_de: Beitrag mit ID ' %d ' ist nicht vorhanden.
es_es: La publicación con ID ' %d ' no existe.
fr_fr: Le message avec l'ID ' %d ' n'existe pas.
ja_jp: ID ' %d 'の投稿は存在しません。
pt_pt: O post com ID ' %d ' não existe.
zh_cn: ID为' %d '的帖子不存在。

source: Publisher saving is failed for some reason.
ar_sa: أخفق حفظ الناشر لسبب ما.
de_de: Herausgeberspeicherung ist aus irgendeinem Grund fehlgeschlagen.
es_es: El almacenamiento del editor ha fallado por algún motivo.
fr_fr: L'enregistrement de l'éditeur a échoué pour une raison quelconque.
ja_jp: 何らかの理由でパブリッシャーの保存に失敗しました。
pt_pt: A economia do editor falhou por algum motivo.
zh_cn: 出于某种原因，发布者保存失败。

source: Couldn't save Publisher.%s%s
ar_sa: تعذر حفظ بابليشر. %s %s
de_de: Herausgeber konnte nicht gespeichert werden.%s%s
es_es: No se pudo guardar Publisher. %s %s
fr_fr: Impossible d'enregistrer Publisher. %s %s
ja_jp: パブリッシャーを保存できませんでした。 %s %s
pt_pt: Não foi possível salvar o Publisher. %s %s
zh_cn: 无法保存Publisher。 %s %s

source: Couldn't delete Publisher '%d' for some reason.
ar_sa: تعذر حذف الناشر ' %d ' لسبب ما.
de_de: Herausgeber ' %d ' konnte aus irgendeinem Grund nicht gelöscht werden.
es_es: No se pudo eliminar Publisher ' %d ' por algún motivo.
fr_fr: Impossible de supprimer l'éditeur ' %d ' pour une raison quelconque.
ja_jp: 何らかの理由でパブリッシャ ' %d 'を削除できませんでした。
pt_pt: Não foi possível excluir o editor ' %d ' por algum motivo.
zh_cn: 出于某种原因，无法删除发布商“ %d ”。

source: There is no Publisher with Id '%d' in database table "%s".
ar_sa: لا يوجد بابليشر ويث إد ' %d ' إن داتاباس تابل \ " %s ".
de_de: Es gibt keinen Herausgeber mit der ID ' %d ' in der Datenbanktabelle " %s ".
es_es: No hay ningún publicador con Id ' %d ' en la tabla de la base de datos \ " %s ".
fr_fr: Il n'y a aucun éditeur avec l'ID ' %d ' dans la table de base de données \ " %s ".
pt_pt: Não há editor com Id ' %d ' na tabela de banco de dados \ " %s ".

source: Publisher is deleted successfully.
ar_sa: تم حذف الناشر بنجاح.
de_de: Herausgeber wurde erfolgreich gelöscht.
es_es: Publisher se borró con éxito.
fr_fr: Publisher est supprimé avec succès.
ja_jp: パブリッシャーは正常に削除されます。
pt_pt: O editor é excluído com sucesso.
zh_cn: 发布者已成功删除。

source: Couldn't delete Publisher '%d'.%s%s
ar_sa: تعذر حذف الناشر ' %d '. %s %s
de_de: Herausgeber ' %d ' konnte nicht gelöscht werden.%s%s
es_es: No se pudo eliminar Publisher ' %d '. %s %s
fr_fr: Impossible de supprimer l'éditeur ' %d '. %s %s
ja_jp: パブリッシャ ' %d 'を削除できませんでした。 %s %s
pt_pt: Não foi possível excluir o Publisher ' %d '. %s %s
zh_cn: 无法删除发布商' %d '。 %s %s

source: Publisher with id = '%d' is not found.
ar_sa: لم يتم العثور على الناشر الذي يحمل الرقم التعريفي = ' %d '.
de_de: Herausgeber mit ID = ' %d ' wurde nicht gefunden.
es_es: No se encuentra el editor con id = ' %d '.
fr_fr: L'éditeur avec id = ' %d ' est introuvable.
ja_jp: id = ' %d 'のPublisherが見つかりません。
pt_pt: O editor com id = ' %d ' não foi encontrado.
zh_cn: 没有找到id =' %d '的发布者。

source: You are not logged in. Please log in to create request.
de_de: Sie sind nicht angemeldet. Bitte melden Sie sich an, um eine Anfrage zu erstellen.

source: Request saving is failed for some reason.
ar_sa: أخفق توفير الطلب لسبب ما.
de_de: Speichern von Anfragen ist aus bestimmten Gründen fehlgeschlagen.
es_es: La solicitud de guardado falla por alguna razón.
fr_fr: La demande d'enregistrement a échoué pour une raison quelconque.
ja_jp: 何らかの理由で保存要求が失敗しました。
pt_pt: A solicitação de salvamento é falhada por algum motivo.
zh_cn: 由于某种原因，请求保存失败。

source: Book is successfully requested.
de_de: Buch wurde erfolgreich angefragt.

source: Couldn't save Request.%s%s%s%s(%d).
ar_sa: تعذر حفظ الطلب. %s %s %s %s ( %d ).
de_de: Anfrage konnte nicht gespeichert werden.%s%s%s%s( %d ).
es_es: No se pudo guardar la solicitud. %s %s %s %s ( %d ).
fr_fr: Impossible d'enregistrer la demande. %s %s %s %s ( %d ).
ja_jp: リクエストを保存できませんでした。 %s %s %s %s （ %d ）。
pt_pt: Não foi possível salvar o pedido. %s %s %s %s ( %d ).
zh_cn: 无法保存请求。 %s %s %s %s （ %d ）。

source: Couldn't delete Request '%d' for some reason.
ar_sa: تعذر حذف الطلب ' %d ' لسبب ما.
de_de: Anfrage ' %d ' konnte aus irgendeinem Grund nicht gelöscht werden.
es_es: No se pudo eliminar la solicitud ' %d ' por algún motivo.
fr_fr: Impossible de supprimer la demande ' %d ' pour une raison quelconque.
ja_jp: 何らかの理由でリクエスト ' %d 'を削除できませんでした。
pt_pt: Não foi possível excluir o pedido ' %d ' por algum motivo.
zh_cn: 出于某种原因，无法删除请求“ %d ”。

source: Request is deleted successfully.
ar_sa: تم حذف الطلب بنجاح.
de_de: Anfrage wurde erfolgreich gelöscht.
es_es: La solicitud se borró con éxito.
fr_fr: La demande est supprimée avec succès.
ja_jp: リクエストは正常に削除されます。
pt_pt: O pedido é excluído com sucesso.
zh_cn: 请求已成功删除。
