Repository: zeynab12345/my_project
Catalog: lms/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, pt_pt, zh_cn

source: Loading...
ar_sa: جار التحميل...
de_de: Laden…
es_es: Cargando...
fr_fr: Chargement...
ja_jp: 読み込み中...
pt_pt: Carregando...
zh_cn: 载入中...

source: Sending, Please Wait..
ar_sa: جار الإرسال، يرجى الانتظار ..
de_de: Sende, bitte warten ...
es_es: Enviando, por favor espere ..
fr_fr: Envoi, veuillez patienter ..
ja_jp: 送信、お待ちください..
pt_pt: Enviando, Aguarde ...
zh_cn: 发送，请稍等..

source: Failed to send your message. Please try later or contact the administrator
ar_sa: فشل ارسال رسالتك. الرجاء المحاولة لاحقا أو الاتصال بالمشرف
de_de: Senden der Nachricht gescheitert. Bitte versuchen Sie es später erneut oder kontaktieren Sie den Administrator

source: read more
ar_sa: اقرأ المزيد
de_de: Weiterlesen

source: Books List
ar_sa: قائمة الكتب
de_de: Bücherliste
es_es: Lista de libros
fr_fr: Liste des livres
ja_jp: 書籍一覧
pt_pt: Lista de livros
zh_cn: 书目清单

source: books</span> in total
ar_sa: الكتب </ سبان> في المجموع
de_de: Bücher </span> insgesamt
es_es: libros </ span> en total
fr_fr: livres </ span> au total
ja_jp: 書籍</span>
pt_pt: Livros </span> no total
zh_cn: 书籍</ span>

source: Books per page:
ar_sa: الكتب في الصفحة:
de_de: Bücher pro Seite:
es_es: Libros por página:
fr_fr: Livres par page:
ja_jp: 1ページあたりの書籍数：
pt_pt: Livros por página:
zh_cn: 每页图书：

source: Book Description
ar_sa: شرح الكتاب
de_de: Buchbeschreibung

source: You were looking for
ar_sa: كنت تبحث عنه
de_de: Sie haben gesucht
es_es: Estabas buscando
fr_fr: Vous cherchiez
ja_jp: あなたが探していた
pt_pt: Você estava procurando
zh_cn: 你在找

source: Full Name
ar_sa: الاسم الكامل
de_de: Vollständiger Name
es_es: Nombre completo
fr_fr: Nom complet
ja_jp: フルネーム
pt_pt: Nome Completo
zh_cn: 全名

source: Send Message
ar_sa: إرسال رسالة
de_de: Nachricht senden
es_es: Enviar mensaje
fr_fr: Envoyer le message
ja_jp: メッセージを送信
pt_pt: Enviar Mensagem
zh_cn: 发信息

source: Your message was sent successfully. Thanks.
ar_sa: لقد تم ارسال رسالتك بنجاح. شكر.
de_de: Ihre Nachricht wurde erfolgreich gesendet. Vielen Dank.

source: Epic Fail
ar_sa: فشل ملحمي
de_de: Episches Versagen
es_es: Fallo épico
fr_fr: Échec épique
ja_jp: エピック・フェイル
pt_pt: Falha épica
zh_cn: → {0}史诗级的失败。{/0}

source: My Books
ar_sa: كتبي
de_de: Meine Bücher

source: Issued Books History
ar_sa: صدر كتب التاريخ
de_de: Protokoll über herausgegebene Bücher
es_es: Historia de libros publicados
fr_fr: Livres publiés
ja_jp: 発行された書籍の履歴
pt_pt: Histórico de livros emitidos
zh_cn: 发行书籍历史

source: Book Filter
ar_sa: كتاب تصفية
de_de: Buchfilter

source: Year
ar_sa: سنة
de_de: Jahr
es_es: Año
fr_fr: An
ja_jp: 年
pt_pt: Ano
zh_cn: 年

source: Filter It!
ar_sa: تصفية ذلك!
de_de: Filtern!
es_es: Filtrarlo!
fr_fr: Filtrer!
ja_jp: それをフィルター！
pt_pt: Filtre-o!
zh_cn: 过滤它！

source: Last Books
ar_sa: آخر الكتب
de_de: Letzte Bücher

source: Popular Authors
ar_sa: مؤلفون شعبيون
de_de: Populäre Autoren

source: Last News
ar_sa: آخر الأخبار
de_de: Letzte Nachrichten

source: Registration
ar_sa: التسجيل
de_de: Registrierung
es_es: Registro
fr_fr: Inscription
ja_jp: 登録
pt_pt: Registro
zh_cn: 注册

source: Thank you!
ar_sa: شكراً لك!
de_de: Vielen Dank!
es_es: Gracias.
fr_fr: Merci !
ja_jp: ありがとう！
pt_pt: Obrigado
zh_cn: 谢谢！

source: Your e-mail has been sent a letter with a link to activate your account.
ar_sa: تم إرسال رسالة بريد إلكتروني تحتوي على رابط لتنشيط حسابك.
de_de: Ihren wurde eine E-Mail mit einem Link zur Aktivierung Ihres Kontos gesendet.
es_es: Su correo electrónico ha recibido una carta con un enlace para activar su cuenta.
fr_fr: Votre e-mail a reçu une lettre avec un lien pour activer votre compte.
ja_jp: 電子メールには、アカウントを有効にするためのリンクが付いた手紙が送信されました。
pt_pt: Seu e-mail recebeu uma carta com um link para ativar sua conta.
zh_cn: 您的电子邮件已发送一封带有链接的信件来激活您的帐户。

source: Registration is disabled by admin
ar_sa: تم تعطيل التسجيل بواسطة المشرف
de_de: Die Registrierung ist durch den Administrator untersagt

source: Tag
de_de: Schlagwort

source: My Profile
de_de: Mein Profil

source: Personal Information
de_de: Persönliche Informationen

source: Photo
de_de: Foto

source: Drag & Drop your photo or <span>Browse</span>
de_de: Bewegen Sie Ihr Foto per Drag & Drop in dieses Feld oder <span>durchsuchen</span> Sie Ihre Dateien

source: Fine / Penalty
ar_sa: غرامة / عقوبة
de_de: Gebühr / Strafe
es_es: Fina / Pena
fr_fr: Amende / pénalité
ja_jp: ファイン/ペナルティ
pt_pt: Multa / penalidade
zh_cn: 罚款/罚款

source: Do you really lost this book?
de_de: Habe Sie dieses Buch wirklich verloren?

source: You don't have any books yet
ar_sa: ليس لديك أي كتب حتى الآن
de_de: Sie besitzen noch keine Bücher
es_es: Usted no tiene ningún campo todavía.
fr_fr: Vous n'avez pas encore de acrions.
ja_jp: まだお知らせがありません。
pt_pt: Você ainda não possui propriedades!
zh_cn: 您还没有任何影院

source: Book successfully returned
de_de: Buch erfolgreich zurückgegeben

source: You don't have any requests yet
ar_sa: ليس لديك أي طلبات حتى الآن
de_de: Sie haben noch keine Anfragen erstellt
es_es: Usted no tiene ninguna solicitud de reserva todavía!
fr_fr: Vous n'avez pas encore de acrions.
ja_jp: まだお知らせがありません。
pt_pt: Você ainda não possui propriedades!
zh_cn: 您还没有任何影院

source: My Requested Book
de_de: Meine angefragten Bücher

source: Average Book Rating
ar_sa: متوسط ​​تقييم الكتاب
de_de: Durchschnittliche Buchbewertung

source: Be the first to vote
ar_sa: كن أول من يصوت
de_de: Seien Sie die erste Person, die eine Bewertung abgibt

source: Back to top
ar_sa: العودة إلى الأعلى
de_de: Zurück nach oben
es_es: Subir
fr_fr: Retour en haut
pt_pt: Voltar ao topo
zh_cn: 回到顶部

source: last books
ar_sa: آخر الكتب
de_de: letzte Bücher
es_es: últimos libros
fr_fr: derniers livres
ja_jp: 最後の本
pt_pt: últimos livros
zh_cn: 最后的书

source: You don't have permissions to use route: "%s". Possibly you are not logged in.
de_de: Sie sind nicht berechtigt Route: " %s " zu verwenden. Möglicherweise sind Sie nicht eingeloggt.

source: Couldn't load email template: %s
ar_sa: تعذر تحميل نموذج البريد الإلكتروني: %s
de_de: E-Mail-Vorlage konnte nicht geladen werden: %s
es_es: No se pudo cargar la plantilla de correo electrónico: %s
fr_fr: Impossible de charger le modèle d'e-mail: %s
ja_jp: 電子メールテンプレートを読み込めませんでした： %s
pt_pt: Não foi possível carregar o modelo de e-mail: %s
zh_cn: 无法加载电子邮件模板： %s

source: It looks like you have a problem with email template. Please check it. Details are below
ar_sa: يبدو أن لديك مشكلة في نموذج البريد الإلكتروني. رجاءا تأكد. التفاصيل أدناه
de_de: Anscheinend haben Sie ein Problem mit der E-Mail-Vorlage. Überprüfen Sie dies bitte. Details finden Sie unten
es_es: Parece que tienes un problema con la plantilla de correo electrónico. Compruébelo por favor. Los detalles están debajo
fr_fr: Il semble que vous ayez un problème avec le modèle d'e-mail. S'il te plaît vérifie le. Les détails sont ci-dessous
ja_jp: 電子メールテンプレートに問題があるようです。これをチェックしてください。詳細は次のとおりです
pt_pt: Parece que você tem um problema com o modelo de e-mail. Por favor verifique isto. Os detalhes estão abaixo
zh_cn: 它看起来像你有一个电子邮件模板的问题。请检查一下。详情如下

source: Couldn't find correspondents for email: %s
ar_sa: تعذر العثور على مراسلين للبريد الإلكتروني: %s
de_de: Es wurde keine übereinstimmende E-Mail gefunden: %s
es_es: No se pudieron encontrar corresponsales por correo electrónico: %s
fr_fr: Impossible de trouver des correspondants pour le courrier électronique: %s
ja_jp: 電子メールの特派員を見つけることができませんでした： %s
pt_pt: Não foi possível encontrar correspondentes para o email: %s
zh_cn: 无法找到电子邮件的记者： %s

source: Author saving is failed for some reason.
ar_sa: فشل حفظ المؤلف لسبب ما.
de_de: Speichern des Autors ist aus irgendeinem Grund fehlgeschlagen.
es_es: El ahorro del autor falla por alguna razón.
fr_fr: L'enregistrement de l'auteur a échoué pour une raison quelconque.
ja_jp: 著者の保存は何らかの理由で失敗しました。
pt_pt: A salvação do autor é falhada por algum motivo.
zh_cn: 由于某种原因，作者保存失败。

source: Couldn't save Author.%s%s
ar_sa: تعذر حفظ المؤلف. %s %s
de_de: Autor konnte nicht gespeichert werden. %s %s
es_es: No se pudo guardar Autor. %s %s
fr_fr: Impossible d'enregistrer l'auteur. %s %s
ja_jp: 著者を保存できませんでした。 %s %s
pt_pt: Não foi possível salvar o Autor. %s %s
zh_cn: 无法保存作者。 %s %s

source: Couldn't delete Author '%d' for some reason.
ar_sa: تعذر حذف المؤلف ' %d ' لسبب ما.
de_de: Autor ' %d ' konnte aus irgendeinem Grund nicht gelöscht werden.
es_es: No se pudo eliminar Author ' %d ' por algún motivo.
fr_fr: Impossible de supprimer l'auteur ' %d ' pour une raison quelconque.
ja_jp: 何らかの理由で作成者 ' %d 'を削除できませんでした。
pt_pt: Não foi possível excluir o autor ' %d ' por algum motivo.
zh_cn: 出于某种原因，无法删除作者' %d '。

source: Couldn't delete Author's Photo.
ar_sa: تعذر حذف صورة المؤلف.
de_de: Foto des Autors konnte nicht gelöscht werden.
es_es: No se pudo eliminar la foto del autor.
fr_fr: Impossible de supprimer la photo de l'auteur.
ja_jp: 著者の写真を削除できませんでした。
pt_pt: Não foi possível excluir a foto do autor.
zh_cn: 无法删除作者的照片。

source: There is no Author with Id '%d' in database table "%s".
ar_sa: لا يوجد مؤلف يحمل المعرف ' %d ' في جدول قاعدة البيانات \ " %s ".
de_de: Es gibt keinen Autor mit der ID ' %d ' in der Datenbanktabelle " %s ".
es_es: No hay Autor con Id ' %d ' en la tabla de la base de datos \ " %s ".
fr_fr: Il n'y a pas d'auteur avec l'ID ' %d ' dans la table de base de données \ " %s ".
pt_pt: Não há nenhum autor com Id ' %d ' na tabela de banco de dados \ " %s ".
zh_cn: 没有提交人与Id '%d' 在数据库表"%s".

source: Author is deleted successfully.
ar_sa: تم حذف المؤلف بنجاح.
de_de: Autor wurde erfolgreich gelöscht.
es_es: El autor se borró con éxito.
fr_fr: L'auteur est supprimé avec succès.
ja_jp: 作成者は正常に削除されます。
pt_pt: O autor é excluído com sucesso.
zh_cn: 作者已成功删除。

source: Database transaction couldn't be created.
ar_sa: تعذر إنشاء معاملة قاعدة البيانات.
de_de: Datenbanktransaktion konnte nicht erstellt werden.
es_es: La transacción de la base de datos no pudo ser creada.
fr_fr: La transaction de base de données n'a pas pu être créée.
ja_jp: データベーストランザクションを作成できませんでした。
pt_pt: A transação do banco de dados não pôde ser criada.
zh_cn: 数据库事务不能被创建。

source: AJAX request is required only.
ar_sa: طلب أجاكس مطلوب فقط.
de_de: AJAX-Anfrage ist nur erforderlich.
es_es: La solicitud de AJAX es solo requerida.
fr_fr: La requête AJAX est requise uniquement.
ja_jp: AJAXリクエストは必須です。
pt_pt: O pedido AJAX é necessário apenas.
zh_cn: AJAX请求只是必需的。

source: Couldn't delete Author '%d'.%s%s
ar_sa: تعذر حذف المؤلف ' %d '. %s %s
de_de: Autor ' %d ' konnte nicht gelöscht werden. %s %s
es_es: No se pudo eliminar Autor ' %d '. %s %s
fr_fr: Impossible de supprimer l'auteur ' %d '. %s %s
ja_jp: 作成者 ' %d 'を削除できませんでした。 %s %s
pt_pt: Não foi possível excluir o autor ' %d '. %s %s
zh_cn: 无法删除作者' %d '。 %s %s

source: Author with id = '%d' is not found.
ar_sa: لم يتم العثور على الكاتب الذي يحمل الرقم التعريفي = ' %d '.
de_de: Autor mit ID = ' %d ' wurde nicht gefunden.
es_es: Autor con id = ' %d ' no se encuentra.
fr_fr: L'auteur avec id = ' %d ' est introuvable.
ja_jp: id = ' %d 'の作成者が見つかりません。
pt_pt: O autor com id = ' %d ' não foi encontrado.
zh_cn: 未找到id =' %d '的作者。

source: Books couldn't be mapped to bar code quantity.
ar_sa: لا يمكن تعيين الكتب إلى كمية الرمز الشريطي.
de_de: Bücher konnten der Barcode-Menge nicht zugeordnet werden.

source: Couldn't delete Books for some reason.
ar_sa: تعذر حذف الكتب لسبب ما.
de_de: Bücher konnten aus irgendeinem Grund nicht gelöscht werden.

source: Couldn't delete Book Cover.
ar_sa: تعذر حذف غطاء الكتاب.
de_de: Buchcover konnte nicht gelöscht werden.
es_es: No se pudo borrar la Portada del libro.
fr_fr: Impossible de supprimer la couverture du livre.
ja_jp: ブックカバーを削除できませんでした。
pt_pt: Não foi possível excluir a capa do livro.
zh_cn: 无法删除封面。

source: Books are deleted successfully.
ar_sa: يتم حذف الكتب بنجاح.
de_de: Bücher wurden erfolgreich gelöscht.

source: Couldn't find any book id in request.
ar_sa: تعذر العثور على أي معرف للكتاب في الطلب.
de_de: Keine der angefragten Buch-IDs konnte gefunden werden.

source: Couldn't delete Books.%s%s
ar_sa: تعذر حذف الكتب. %s %s
de_de: Bücher konnten nicht gelöscht werden.%s%s

source: Couldn't cleanup book authors.
ar_sa: لا يمكن تنظيف الكتاب الكتاب.
de_de: Buchautoren konnten nicht bereinigt werden.

source: Couldn't update book authors.
ar_sa: تعذر تحديث مؤلفي الكتب.
de_de: Buchautoren konnten nicht aktualisiert werden.

source: Couldn't cleanup book genres.
ar_sa: تعذر تنظيف أنواع الكتب.
de_de: Buchcover konnte nicht bereinigt werden.

source: Couldn't update book genres.
ar_sa: تعذر تحديث أنواع الكتب.
de_de: Die Buchgenres konnte nicht aktualisiert werden.

source: Couldn't cleanup book stores.
ar_sa: تعذر تنظيف مخازن الكتب.
de_de: Buchautoren konnten nicht bereinigt werden.

source: Couldn't update book stores.
ar_sa: تعذر تحديث متاجر الكتب.
de_de: Buchbestände konnten nicht aktualisiert werden.

source: Couldn't cleanup book locations.
ar_sa: تعذر تنظيف مواقع الكتب.
de_de: Buchautoren konnten nicht bereinigt werden.

source: Couldn't update book locations.
ar_sa: تعذر تحديث مواقع الكتب.
de_de: Buchstandorte konnten nicht aktualisiert werden.

source: Couldn't save books.
ar_sa: تعذر حفظ الكتب.
de_de: Bücher konnten nicht gespeichert werden.

source: Books are updated successfully.
ar_sa: يتم تحديث الكتب بنجاح.
de_de: Bücher wurden erfolgreich aktualisiert.

source: Couldn't update Books.%s%s
ar_sa: تعذر تحديث الكتب. %s %s
de_de: Bücher konnten nicht aktualisiert werden.%s%s

source: Book cloning is failed for some reason.
ar_sa: فشل استنساخ الكتاب لسبب ما.
de_de: Duplizieren der Büchern ist aus irgendeinem Grund fehlgeschlagen.
es_es: La clonación de libros falla por alguna razón.
fr_fr: Le clonage de livre est échoué pour une raison quelconque.
ja_jp: 何らかの理由でブッククローニングに失敗しました。
pt_pt: A clonagem do livro é falhada por algum motivo.
zh_cn: 图书克隆由于某种原因失败。

source: Book author(s) saving is failed for some reason.
ar_sa: الكتاب المؤلف (ق) إنقاذ فشل لسبب ما.
de_de: Speichern der Buchautoren ist aus irgendeinem Grund fehlgeschlagen.
es_es: El autor (es) del libro (s) es fallido por alguna razón.
fr_fr: La sauvegarde d'auteur (s) de livre a échoué pour une raison quelconque.
ja_jp: 何らかの理由で書籍の著者の保存に失敗しました。
pt_pt: A salvação do autor do livro falhou por algum motivo.
zh_cn: 由于某种原因，书籍作者（s）保存失败。

source: Book genre(s) saving is failed for some reason.
ar_sa: أخفق حفظ النوع (أنواع) الكتاب لسبب ما.
de_de: Speichern der Buchgenres ist aus irgendeinem Grund fehlgeschlagen.
es_es: El (los) género (s) de libro (s) se pierde (n) por alguna razón.
fr_fr: L'enregistrement de genre (s) de genre a échoué pour une raison quelconque.
ja_jp: 何らかの理由で書籍ジャンルの保存に失敗しました。
pt_pt: A economia de gênero de livros não foi executada por algum motivo.
zh_cn: 由于某种原因，书籍类型（s）保存失败。

source: Book tag(s) saving is failed for some reason.
de_de: Speichern der Buch-Schlagwörtern ist aus irgendeinem Grund fehlgeschlagen.

source: Book store(s) saving is failed for some reason.
ar_sa: فشل مخزن الكتب (ق) إنقاذ لسبب ما.
de_de: Speichern des Buchbestandes ist aus irgendeinem Grund fehlgeschlagen.

source: Book is successfully cloned.
ar_sa: تم استنساخ الكتاب بنجاح.
de_de: Buch wurde erfolgreich dupliziert.
es_es: El libro fue clonado con éxito.
fr_fr: Le livre est cloné avec succès.
ja_jp: 本は正常にクローン化されました。
pt_pt: O livro é clonado com êxito.
zh_cn: 本书已成功克隆。

source: Couldn't save Book.%s%s
ar_sa: تعذر حفظ الكتاب. %s %s
de_de: Buch konnte nicht gespeichert werden.%s%s
es_es: No se pudo guardar el libro. %s %s
fr_fr: Impossible d'enregistrer le livre. %s %s
ja_jp: 書籍を保存できませんでした。 %s %s
pt_pt: Não foi possível salvar o Livro. %s %s
zh_cn: 无法保存图书。 %s %s

source: Book saving is failed for some reason.
ar_sa: فشل حفظ الكتاب لسبب ما.
de_de: Speichern der Büchern ist aus irgendeinem Grund fehlgeschlagen.
es_es: El ahorro de libros falla por alguna razón.
fr_fr: L'enregistrement du livre a échoué pour une raison quelconque.
ja_jp: 何らかの理由でブックの保存に失敗しました。
pt_pt: A economia de livros foi falhada por algum motivo.
zh_cn: 由于某种原因，图书保存失败。

source: Book locations(s) saving is failed for some reason.
ar_sa: فشل حفظ مواقع (مواقع) الكتب لسبب ما.
de_de: Speichern des Buchstandortes /der Buchstandorte ist aus irgendeinem Grund fehlgeschlagen.

source: Book image(s) saving is failed for some reason.
de_de: Speichern der Buchabbildung(en) ist aus irgendeinem Grund fehlgeschlagen.

source: Book copy(s) saving is failed for some reason.
de_de: Speichern der Buchkopie(n) ist aus irgendeinem Grund fehlgeschlagen.

source: Couldn't delete Book '%d' for some reason.
ar_sa: تعذر حذف الكتاب ' %d ' لسبب ما.
de_de: Buch ' %d ' konnte aus irgendeinem Grund nicht gelöscht werden.
es_es: No se pudo eliminar el Libro ' %d ' por algún motivo.
fr_fr: Impossible de supprimer le livre ' %d ' pour une raison quelconque.
ja_jp: 何らかの理由でブック ' %d 'を削除できませんでした。
pt_pt: Não foi possível excluir o livro ' %d ' por algum motivo.
zh_cn: 出于某种原因无法删除书籍“ %d ”。

source: There is no Book with Id '%d' in database table "%s".
ar_sa: لا يوجد كتاب مع إد ' %d ' في جدول قاعدة البيانات \ " %s ".
de_de: Es gibt kein Buch mit der ID ' %d ' in der Datenbanktabelle " %s ".
es_es: No hay ningún Libro con Id ' %d ' en la tabla de la base de datos \ " %s ".
fr_fr: Il n'y a pas de livre avec l'ID ' %d ' dans la table de base de données \ " %s ".
pt_pt: Não existe um livro com Id ' %d ' na tabela de banco de dados \ " %s ".

source: Book is deleted successfully.
ar_sa: تم حذف الكتاب بنجاح.
de_de: Buch wurde erfolgreich gelöscht.
es_es: El libro se borró con éxito.
fr_fr: Le livre est supprimé avec succès.
ja_jp: ブックは正常に削除されます。
pt_pt: O livro é excluído com sucesso.
zh_cn: 图书已成功删除。

source: Couldn't delete Book '%d'.%s%s
ar_sa: تعذر حذف الكتاب ' %d '. %s %s
de_de: Buch ' %d ' konnte nicht gelöscht werden.%s%s
es_es: No se pudo eliminar el libro ' %d '. %s %s
fr_fr: Impossible de supprimer le livre ' %d '. %s %s
ja_jp: ブック ' %d 'を削除できませんでした。 %s %s
pt_pt: Não foi possível excluir o livro ' %d '. %s %s
zh_cn: 无法删除书籍“ %d ”。 %s %s

source: Couldn't find requested book.
de_de: Angefragtes Buch konnte nicht gefunden werden.

source: Book author(s) cleanup is failed for some reason.
ar_sa: الكتاب المؤلف (ق) تنظيف فشلت لسبب ما.
de_de: Bereinigen des Buchautors / der Buchautoren ist aus irgendeinem Grund fehlgeschlagen.
es_es: La limpieza del autor (es) del libro falla por alguna razón.
fr_fr: Le nettoyage du ou des auteur (s) du livre a échoué pour une raison quelconque.
ja_jp: 何らかの理由で書籍の作成者のクリーンアップに失敗しました。
pt_pt: A autoria do autor do livro é falhada por algum motivo.
zh_cn: 由于某种原因，书籍作者（S）清理失败。

source: Book genre(s) cleanup is failed for some reason.
ar_sa: فشل نوع الكتاب (ق) تنظيف لسبب ما.
de_de: Bereinigen des /der Genres ist aus irgendeinem Grund fehlgeschlagen.
es_es: La limpieza de los libros de género falla por alguna razón.
fr_fr: Le nettoyage de genre (s) de livre a échoué pour une raison quelconque.
ja_jp: 何らかの理由で書籍ジャンルのクリーンアップに失敗しました。
pt_pt: A fração de gênero de livros não foi executada por algum motivo.
zh_cn: 由于某种原因，书籍类型清理失败。

source: Book tag(s) cleanup is failed for some reason.
de_de: Bereinigen des Schlagwortes /der Schlagwörtern ist aus irgendeinem Grund fehlgeschlagen.

source: Book tags(s) saving is failed for some reason.
de_de: Speichern der Schlagwörtern ist aus irgendeinem Grund fehlgeschlagen.

source: Book store(s) cleanup is failed for some reason.
ar_sa: أخفق مخزن الكتب (ق) تنظيف لسبب ما.
de_de: Bereinigen des Buchbestandes / der Buchbestände ist aus irgendeinem Grund fehlgeschlagen.

source: Book location(s) cleanup is failed for some reason.
ar_sa: فشل موقع (ق) تنظيف الموقع لسبب ما.
de_de: Bereinigen des Buchstandortes / der Buchstandorte ist aus irgendeinem Grund fehlgeschlagen.

source: Book image(s) cleanup is failed for some reason.
de_de: Bereinigen der Buchabbildung(en) ist aus irgendeinem Grund fehlgeschlagen.

source: Book with id = '%d' is not found.
ar_sa: لم يتم العثور على الكتاب مع إد = ' %d '.
de_de: Buch mit ID = ' %d ' wurde nicht gefunden.
es_es: El libro con id = ' %d ' no se encuentra.
fr_fr: Livre avec id = ' %d ' est introuvable.
ja_jp: id = ' %d 'の書籍が見つかりません。
pt_pt: O livro com id = ' %d ' não foi encontrado.
zh_cn: 没有找到id =' %d '的书。

source: Book layout settings are successfully saved.
de_de: Buchlayout-Einstellungen wurden erfolgreich gespeichert.

source: Registered users can set rating only.
ar_sa: يمكن للمستخدمين المسجلين تعيين تصنيف فقط.
de_de: Bewertung ist nur für registrierte Nutzer möglich.

source: Couldn't save book rating for some reason.
ar_sa: تعذر حفظ تقييم الكتاب لسبب ما.
de_de: Buchbewertung konnte aus irgendeinem Grund nicht gespeichert werden.

source: Couldn't update book rating for some reason.
ar_sa: تعذر تحديث تقييم الكتاب لسبب ما.
de_de: Buchbewertung konnte aus irgendeinem Grund nicht aktualisiert werden.

source: Couldn't set book rating.%s%s
ar_sa: تعذر تعيين تقييم الكتاب. %s %s
de_de: Buchbewertung konnte nicht hinzugefügt werden.%s%s

source: Couldn't clean book URLs. Please try again.
de_de: Bereinigen der Buch-URLs nicht erfolgreich. Bitte versuchen Sie es erneut.

source: Book URLs couldn't be updated for some reason. Please try again.
de_de: Die Buch-URLs konnten aus irgendeinem Grund nicht aktualisiert werden. Bitte versuchen Sie es erneut.

source: Book URLs are successfully updated.
de_de: Buch-URLs wurden erfolgreich aktualisiert.

source: Book setting is successfully saved.
de_de: Bucheinstellungen wurden erfolgreich aktualisiert.

source: Location with id = '%d' is not found.
ar_sa: لم يتم العثور على الموقع مع إد = ' %d '.
de_de: Standort mit der ID = '%d' wurde nicht gefunden.

source: Store with id = '%d' is not found.
ar_sa: لم يتم العثور على ستور ويث إد = ' %d '.
de_de: Bestand mit der ID = '%d' wurde nicht gefunden.

source: Please log in to view this page.
de_de: Bitte loggen Sie sich ein, um diese Seite angezeigt zu bekommen.

source: Book Copy saving is failed for some reason.
de_de: Speichern der Buchkopie ist aus irgendeinem Grund fehlgeschlagen.

source: Couldn't create Book Copy.%s%s
de_de: Buchkopie konnte nicht erstellt werden.%s%s

source: Couldn't delete Book Copy '%d' for some reason.
de_de: Buchkopie ' %d ' konnte aus irgendeinem Grund nicht gelöscht werden.

source: Book Copy is deleted successfully.
de_de: Buchkopie wurde erfolgreich gelöscht.

source: There is no Book Copy with Id '%d' in database(%s).
de_de: Es gibt keine Buchkopie mit der ID ' %d ' in der Datenbank (%s).

source: Couldn't delete Book Copy '%d'.%s%s
de_de: Buchkopie ' %d ' konnte nicht gelöscht werden.%s%s

source: Couldn't save Book Copy '%d'.%s%s
de_de: Buchkopie ' %d ' konnte nicht gespeichert werden.%s%s

source: BookField saving is failed for some reason.
de_de: Speichern des Buchthemenfeldes ist aus irgendeinem Grund fehlgeschlagen.

source: BookField list values saving is failed for some reason.
de_de: Speichern der Listenwerte für die Buchthemengebiete ist aus irgendeinem Grund fehlgeschlagen.

source: Couldn't add column to Books table for some reason.
de_de: Spalte konnte aus irgendeinem Grund nicht zur Buchtabelle hinzugefügt werden.

source: Couldn't save BookField.%s%s
de_de: Buchthemengebiet konnte nicht gespeichert werden.%s%s

source: Couldn't delete BookField list values for some reason.
de_de: Listenwerte der Buchthemengebiete konnten aus irgendeinem Grund nicht gelöscht werden.

source: Couldn't delete BookField '%d' for some reason.
de_de: Buchthemengebiet ' %d ' konnte aus irgendeinem Grund nicht gelöscht werden.

source: Couldn't delete column in Books table for some reason.
de_de: Spalte konnte aus irgendeinem Grund nicht aus der Buchtabelle gelöscht werden.

source: There is no BookField with Id '%d' in database table "%s".
de_de: Es gibt kein Buchthemengebiet mit der ID ' %d ' in der Datenbanktabelle " %s ".

source: BookField is deleted successfully.
de_de: Buchthemengebiet wird erfolgreich gelöscht.

source: Couldn't delete BookField '%d'.%s%s
de_de: Buchthemengebiet ' %d ' konnte nicht gelöscht werden.%s%s
