Repository: zeynab12345/my_project
Catalog: lms/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, pt_pt, zh_cn

source: Publishing date format
ar_sa: تنسيق تاريخ النشر
de_de: Format des Veröffentlichungsdatums
es_es: Formato de fecha de publicación
fr_fr: Format de la date de publication
ja_jp: 公開日の形式
pt_pt: Formato da data de publicação
zh_cn: 发布日期格式

source: Publishing Date Format [JavaScript]
ar_sa: تنسيق تاريخ النشر [جافاسكريبت]
de_de: Format des Veröffentlichungsdatums [JavaScript]
es_es: Formato de fecha de publicación [JavaScript]
fr_fr: Format de la date de publication [JavaScript]
ja_jp: 出版日付形式[JavaScript]
pt_pt: Formato de data de publicação [JavaScript]
zh_cn: 发布日期格式[JavaScript]

source: Publishing date format for JS
ar_sa: تنسيق تاريخ النشر ل جس
de_de: Format des Veröffentlichungsdatums für JS
es_es: Formato de fecha de publicación para JS
fr_fr: Format de date de publication pour JS
ja_jp: JSの公開日付形式
pt_pt: Formato de data de publicação para JS
zh_cn: JS的发布日期格式

source: Date/Time Format
ar_sa: تنسيق التاريخ / الوقت
de_de: Datum / Uhrzeit Format
es_es: Formato de fecha / hora
fr_fr: Format date heure
ja_jp: 日付/時刻形式
pt_pt: Formato de data / hora
zh_cn: {0/} {1}{2}DateTimeFormat{/2}{/1} {3}（）{/3}

source: Date/Time format
ar_sa: تنسيق التاريخ / الوقت
de_de: Datum / Uhrzeit Format
es_es: Formato de fecha / hora
fr_fr: Format date heure
ja_jp: 日付/時刻形式
pt_pt: Formato da data / hora
zh_cn: {0/} {1}{2}DateTimeFormat{/2}{/1} {3}（）{/3}

source: Input Date Format
ar_sa: تنسيق تاريخ الإدخال
de_de: Format des Eingabedatums
es_es: Formato de fecha de entrada
fr_fr: Format de la date d'entrée
ja_jp: 入力日付形式
pt_pt: Formato de data de entrada
zh_cn: 输入日期格式

source: Input date format
ar_sa: تنسيق تاريخ الإدخال
de_de: Format des Eingabedatums
es_es: Formato de fecha de entrada
fr_fr: Format de date d'entrée
ja_jp: 入力日付形式
pt_pt: Formato da data de entrada
zh_cn: 输入日期格式

source: Input Date Format [JavaScript]
ar_sa: تنسيق تاريخ الإدخال [جافاسكريبت]
de_de: Format des Eingabedatums [JavaScript]
es_es: Formato de fecha de entrada [JavaScript]
fr_fr: Format de date d'entrée [JavaScript]
ja_jp: 入力日付形式[JavaScript]
pt_pt: Formato de data de entrada [JavaScript]
zh_cn: 输入日期格式[JavaScript]

source: Input date format for JS
ar_sa: تنسيق تاريخ الإدخال ل جس
de_de: Format des Eingabedatums für JS
es_es: Formato de fecha de entrada para JS
fr_fr: Format de date d'entrée pour JS
ja_jp: JSの入力日付形式
pt_pt: Formato de data de entrada para JS
zh_cn: JS的输入日期格式

source: Input Date/Time Format
ar_sa: تنسيق تاريخ / وقت الإدخال
de_de: Eingabe -Datum / -Uhrzeit Format
es_es: Formato de Fecha / Hora de entrada
fr_fr: Entrée Date / Heure Format
ja_jp: 入力日付/時刻形式
pt_pt: Formato de data / hora de entrada
zh_cn: 输入日期/时间格式

source: Input date/time format
ar_sa: تنسيق تاريخ / وقت الإدخال
de_de: Eingabe -Datum / -Uhrzeit Format
es_es: Formato de fecha / hora de entrada
fr_fr: Format date / heure d'entrée
ja_jp: 入力日付/時刻形式
pt_pt: Formato de data / hora de entrada
zh_cn: 输入日期/时间格式

source: Input Date/Time Format [JavaScript]
ar_sa: تنسيق تاريخ / تنسيق الإدخال [جافاسكريبت]
de_de: Eingabe -Datum / -Uhrzeit Format [JavaScript]
es_es: Formato de fecha / hora de entrada [JavaScript]
fr_fr: Format date / heure d'entrée [JavaScript]
ja_jp: 入力日時形式[JavaScript]
pt_pt: Formato de data / hora de entrada [JavaScript]
zh_cn: 输入日期/时间格式[JavaScript]

source: Input date/time format for JS
ar_sa: تنسيق تاريخ / وقت الإدخال ل جس
de_de: Eingabe -Datum / -Uhrzeit Format für JS
es_es: Formato de fecha / hora de entrada para JS
fr_fr: Format date / heure d'entrée pour JS
ja_jp: JSの入力日時形式
pt_pt: Formato de data / hora de entrada para JS
zh_cn: 为JS输入日期/时间格式

source: Admin Color Schema
de_de: Aministrator-Farbschema

source: Select Admin Color Schema
de_de: Wählen Sie ein Administrator-Frabschema

source: Light
de_de: Hell

source: Dark
de_de: Dunkel

source: Price Currency
ar_sa: سعر العملة
de_de: Währung des Preises
es_es: Divisa de precios
fr_fr: Devise du prix
ja_jp: 価格通貨
pt_pt: Preço Moeda
zh_cn: 价格货币

source: Default price currency
ar_sa: عملة السعر الافتراضي
de_de: Standardwährung des Preises
es_es: Moneda de precio por defecto
fr_fr: Devise de prix par défaut
ja_jp: デフォルト価格通貨
pt_pt: Moeda de preço padrão
zh_cn: 默认价格货币

source: Show share links
de_de: Zeige Links zum Teilen an

source: Check to show share links
de_de: Auswählen, um Links zum Teilen anzuzeigen

source: Show eBook download link
ar_sa: عرض رابط تحميل الكتاب الإلكتروني
de_de: Zeige den Link zum Herunterladen des eBooks an

source: Check to show eBook download link
ar_sa: حدد هذا الخيار لإظهار رابط تنزيل الكتاب الإلكتروني
de_de: Auswählen, um den Link zum Herunterladen des eBooks anzuzeigen

source: Show eBook download link to registered users only
de_de: Link zum Herunterladen nur registrierten Benutzern anzeigen

source: Check to show eBook download link to registered users only
de_de: Auswählen, um den Link zum Herunterladen nur registrierten Benutzern anzuzeigen

source: Show eBook read link
de_de: Zeige den Link zum Lesen des eBooks

source: Check to show eBook read link
de_de: Auswählen, um den Link zum Lesen des eBooks anzuzeigen

source: Show eBook read link to registered users only
de_de: Link zum Lesen des eBooks nur registrierten Benutzern anzeigen

source: Check to show eBook read link to registered users only
de_de: Auswählen, um den Link zum Lesen des eBooks nur registrierten Benutzern anzuzeigen

source: Show book carousel
ar_sa: عرض دائري الكتاب
de_de: Zeige Buchkarussell

source: Check to show book carousel on main (index) page
ar_sa: حدد هذا الخيار لعرض دائري الكتب على الصفحة الرئيسية (الفهرس)
de_de: Auswählen, um den um das Buchkarussell auf der Hauptseite anzuzeigen (Index)

source: Show public pages for registered users only
ar_sa: عرض الصفحات العامة للمستخدمين المسجلين فقط
de_de: Zeige öffentliche Seiten nur registrierten Benutzern

source: Check to show public pages for registered users only
ar_sa: حدد هذا الخيار لعرض الصفحات العامة للمستخدمين المسجلين فقط
de_de: Auwählen, um öffentliche Seiten nur registrierten Benutzern zu zeigen

source: Enable user registration
ar_sa: تمكين تسجيل المستخدم
de_de: Nutzerregistrierung ermöglichen

source: Check to enable user registration
ar_sa: حدد هذا الإعداد لتمكين تسجيل المستخدم
de_de: Auswählen, um Nutzerregistrierung zu ermöglichen

source: Book review creator
ar_sa: مؤلف مراجعة الكتب
de_de: Urheber der Buchrezension

source: Select who can create book reviews
ar_sa: حدد من يمكنه إنشاء مراجعات الكتب
de_de: Auswählen, wer Buchrezensionen erstellen kann

source: Moderate book reviews
ar_sa: مراجعة الكتب المعتدلة
de_de: Buchrezensionen moderieren

source: Enable/disable moderation before review publishing
ar_sa: تمكين / تعطيل الإشراف قبل نشر المراجعة
de_de: Aktiviere / Deaktiviere Moderation vor der Veröffentlichung der Rezension

source: Use GET book search
de_de: GET-Buchsuche nutzen

source: Check to use book search via GET request
de_de: Auswählen, um GET Buchsuche zu nutzen

source: Choose Book Url Type
de_de: Wählen Sie die Art der Buch-URL

source: Check to use book ID in url like <b>/book/123</b>.<br/>Uncheck to use stored book URLs like <b>/book/lord-of-the-rings</b>.
de_de: Auswählen, um die Buch-ID in der URL wie folgt zu nutzen: <b>/book/123</b>.<br/>. Auswahl aufheben, um die gespeicherten Buch-URLs zu nutzen: <b>/book/lord-of-the-rings</b>.

source: Enable Book Request/Issue Logs
de_de: Buchanfrage- / Ausgabeprotokolle ermöglichen

source: Check to enable book request/issue logging.
de_de: Auswählen, um das Aufzeichnen von Buchanfragen / Ausgaben zu ermöglichen.

source: Enable book issue
de_de: Buchausgabe freischalten

source: Check to enable book issue ability.
de_de: Auswählen, um die Buchausgabe-Funktion freizuschalten.

source: Enable book request
de_de: Buchanfragen ermöglichen

source: Check to enable book request ability.
de_de: Auswählen, um die Buchausgabe-Funktion zu deaktivieren.

source: Light Logo
de_de: Helles Logo

source: This image will be displayed as site light logo image
de_de: Dieses Bild wird als helles Seitenlogo eingebunden

source: Enable book issue by users (without librarian)
de_de: Ausgabe von Büchern durch die Nutzer ermöglichen (ohne Bibliothekar)

source: Check to enable book issue by any user.
de_de: Auswählen, um die Buchausgabe durch jeden Nutzer zu ermöglichen.

source: Enable book RSS
de_de: Bücher-RSS aktivieren

source: Check to enable book RSS.
de_de: Auswählen, um die Bücher-RSS freizuschalten.

source: Could not move uploaded file '%s' to '%s'.
ar_sa: تعذر نقل الملف الذي تم تحميله ' %s ' إلى ' %s '.
de_de: Die hochgeladene Datei '%s' konnte nicht nach '%s' verschoben werden.
es_es: No se pudo mover el archivo cargado ' %s ' a ' %s '.
fr_fr: Impossible de déplacer le fichier téléchargé ' %s ' vers ' %s '.
ja_jp: アップロードしたファイル ' %s 'を ' %s 'に移動できませんでした。
pt_pt: Não foi possível mover o arquivo carregado ' %s ' para ' %s '.
zh_cn: 无法将上传的文件“ %s ”移动到“ %s ”。

source: Upload error on file '%s': [%s => %s]. Please try again.
de_de: Es ist ein Fehler während des Hochladens der Datei '%s': [%s => %s] aufgetreten. Bitte versuchen Sie es erneut.

source: Couldn't create folder for uploaded documents '%s'.
ar_sa: تعذر إنشاء مجلد للمستندات التي تم تحميلها ' %s '.
de_de: Verzeichnis für hochgeladene Dokumente " %s " konnte nicht erstellt werden.
es_es: No se pudo crear la carpeta para los documentos cargados ' %s '.
fr_fr: Impossible de créer un dossier pour les documents téléchargés ' %s '.
ja_jp: アップロードしたドキュメント ' %s 'のフォルダを作成できませんでした。
pt_pt: Não foi possível criar uma pasta para os documentos carregados ' %s '.
zh_cn: 无法为上传文件' %s '创建文件夹。

source: There is no file to save. Please make sure that file size is less than values in PHP variables 'upload_max_filesize' and 'post_max_size'.
de_de: Es konnte keine Datei gespeichert werden. Bitte prüfen Sie, dass die Dateigröße ist geringer als in den PHP-Konfigurationen 'upload_max_filesize' and 'post_max_size' angegeben.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
de_de: Die hochgeladene Datei hält die Anweisung bezüglich der maximale Dateiengröße für hochgeladene Dateien in php.ini nicht ein

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
de_de: Die hochgeladene Datei übersteigt die, in der HTML-Form festgelegte, maximale Dateiengröße

source: The uploaded file was only partially uploaded
de_de: Die Datei wurde nur teilweise hochgeladen

source: No file was uploaded
de_de: Keine Datei wurde hochgeladen

source: Missing a temporary folder
de_de: Es fehlt ein temporäres Verzeichnis

source: Failed to write file to disk
de_de: Das Schreiben der Datei auf die Festplatte ist fehlgeschlagen

source: File upload stopped by extension
de_de: Hochladen der Datei wurde duch eine Erweiterung gestoppt

source: Unknown uploading error
de_de: Unbekannter Fehler während des Hochladens

source: File is not found.
de_de: Datei konnte nicht gefunden werden.

source: FTP connection has failed!
ar_sa: فتب فشل الاتصال!
de_de: FTP-Verbindung ist fehlgeschlagen!
es_es: ¡La conexión FTP ha fallado!
fr_fr: La connexion FTP a échoué!
ja_jp: FTP接続に失敗しました！
pt_pt: A conexão FTP falhou!
zh_cn: FTP连接失败！

source: Failed to connect to "%s:%d" by user "%s".
ar_sa: أخفق الاتصال ب \ " %s : %d " بواسطة المستخدم \ " %s ".
de_de: Verbindung zu " %s : %d " konnte vom Nutzer " %s " nicht hergestellt werden.
es_es: Error al conectarse a \ " %s : %d " por usuario \ " %s ".
fr_fr: Échec de la connexion à \ " %s : %d " par l'utilisateur \ " %s ".
ja_jp: "\に接続に失敗しました%s ： %dユーザー\による" " %s "を。
pt_pt: Falha ao conectar-se a \ " %s : %d " pelo usuário \ " %s ".

source: Connection is established to "%s:%d" by user "%s".
ar_sa: تم تأسيس الاتصال ب \ " %s : %d " بواسطة المستخدم \ " %s ".
de_de: Die Verbindung wird zu " %s : %d " vom Benutzer " %s " hergestellt.
es_es: La conexión se establece en \ " %s : %d " por el usuario \ " %s ".
fr_fr: La connexion est établie à \ " %s : %d " par l'utilisateur \ " %s ".
ja_jp: "接続が\に確立されている%s ： %dユーザー\による" " %s "を。
pt_pt: A conexão é estabelecida para \ " %s : %d " pelo usuário \ " %s ".

source: Couldn't connect to "%s:%d".
ar_sa: تعذر الاتصال ب \ " %s : %d ".
de_de: Verbindung zu " %s : %d " nicht möglich.
es_es: No se pudo conectar a \ " %s : %d ".
fr_fr: Impossible de se connecter à \ " %s : %d ".
ja_jp: \ " %s ： %d "に接続できませんでした。
pt_pt: Não foi possível conectar-se a \ " %s : %d ".
zh_cn: 无法连接到\“ %s ： %d \”。

source: Couldn't upload file.
ar_sa: تعذر تحميل الملف.
de_de: Datei konnte nicht hochgeladen werden.
es_es: No se pudo subir el archivo.
fr_fr: Impossible de télécharger le fichier.
ja_jp: ファイルをアップロードできませんでした。
pt_pt: Não foi possível carregar o arquivo.
zh_cn: 无法上传文件。

source: File "%s" is uploaded to FTP "%s:%d%s/%s".
ar_sa: يتم تحميل الملف \ " %s " إلى فتب \ " %s : %d %s / %s ".
de_de: Die Datei " %s " wird auf FTP " %s:%d%s/%s " hochgeladen.
es_es: El archivo \ " %s " se carga en FTP \ " %s : %d %s / %s ".
fr_fr: Le fichier \ " %s " est téléchargé sur FTP \ " %s : %d %s / %s ".
ja_jp: ファイル\ " %s "がFTP \ " %s ： %d %s / %s "にアップロードされています。
pt_pt: O arquivo \ " %s " é carregado para FTP \ " %s : %d %s / %s ".
zh_cn: 文件\“ %s \”被上传到FTP \“ %s ： %d %s / %s \”。

source: Size of %s is %d bytes.
ar_sa: حجم %s هو %d بايت.
de_de: Größe von %s ist %d Bytes.
es_es: El tamaño de %s es %d bytes.
fr_fr: La taille de %s est %d octets.
ja_jp: %sサイズは%dバイトです。
pt_pt: O tamanho de %s é %d bytes.
zh_cn: %s大小是%d个字节。

source: Couldn't get the size.
ar_sa: تعذر الحصول على الحجم.
de_de: Größe konnte nicht bestimmt werden.
es_es: No pude obtener el tamaño.
fr_fr: Impossible d'obtenir la taille.
ja_jp: サイズを取得できませんでした。
pt_pt: Não conseguiu obter o tamanho.
zh_cn: 无法获得大小。

source: Current directory is now: "%s".
ar_sa: الدليل الحالي هو الآن: \ " %s ".
de_de: Aktuelles Verzeichnis ist jetzt: " %s ".
es_es: El directorio actual ahora es: \ " %s ".
fr_fr: Le répertoire actuel est maintenant: \ " %s ".
ja_jp: 現在のディレクトリは\ " %s "です。
pt_pt: O diretório atual é agora: \ " %s ".
zh_cn: 当前目录现在是：\“ %s \”。

source: Couldn't change directory.
ar_sa: تعذر تغيير الدليل.
de_de: Das Verzeichnis konnte nicht geändert werden.
es_es: No se pudo cambiar el directorio.
fr_fr: Impossible de changer de répertoire.
ja_jp: ディレクトリを変更できませんでした。
pt_pt: Não foi possível alterar o diretório.
zh_cn: 无法更改目录。

source: File "%s" is successfully downloaded and saved to "%s".
ar_sa: تم تنزيل الملف \ " %s " بنجاح وحفظه في \ " %s ".
de_de: Die Datei " %s " wurde erfolgreich heruntergeladen und in " %s " gespeichert.
es_es: El archivo \ " %s " se descargó con éxito y se guardó en \ " %s ".
fr_fr: Le fichier \ " %s " a été téléchargé et enregistré avec succès dans " %s ".
ja_jp: \ " %s "ファイルは正常にダウンロードされ、\ " %s "に保存されます。
pt_pt: O arquivo \ " %s " é baixado e salvo em \ " %s ".
zh_cn: 文件“ %s ”已成功下载并保存到“ %s ”。

source: Couldn't download or save "%s".
ar_sa: تعذر تنزيل أو حفظ \ " %s ".
de_de: Herunterladen oder Speichern von " %s " nicht möglich.
es_es: No se pudo descargar o guardar \ " %s ".
fr_fr: Impossible de télécharger ou d'enregistrer \ " %s ".
ja_jp: \ " %s "をダウンロードまたは保存できませんでした。
pt_pt: Não foi possível baixar ou salvar \ " %s ".
zh_cn: 无法下载或保存\“ %s \”。

source: File "%s" is successfully removed.
ar_sa: تمت إزالة الملف \ " %s " بنجاح.
de_de: Die Datei " %s " wurde erfolgreich entfernt.
es_es: El archivo \ " %s " se eliminó correctamente.
fr_fr: Le fichier \ " %s " a été supprimé avec succès.
ja_jp: ファイル\ " %s "は正常に削除されました。
pt_pt: O arquivo \ " %s " é removido com sucesso.
zh_cn: 文件\“ %s \”已成功删除。

source: Couldn't delete file "%s".
ar_sa: تعذر حذف الملف \ " %s ".
de_de: Die Datei " %s " konnte nicht gelöscht werden.
es_es: No se pudo eliminar el archivo \ " %s ".
fr_fr: Impossible de supprimer le fichier \ " %s ".
ja_jp: \ " %s "ファイルを削除できませんでした。
pt_pt: Não foi possível excluir o arquivo \ " %s ".
zh_cn: 无法删除文件\“ %s \”。

source: Directory "%s" is created successfully.
ar_sa: تم إنشاء الدليل \ " %s " بنجاح.
de_de: Verzeichnis " %s " wurde erfolgreich erstellt.
es_es: Directorio \ " %s " se creó con éxito.
fr_fr: Le répertoire \ " %s " est créé avec succès.
ja_jp: \ " %s "ディレクトリが正常に作成されました。
pt_pt: O diretório \ " %s " é criado com sucesso.
zh_cn: 目录\“ %s \”已成功创建。

source: Failed creating directory "%s".
ar_sa: أخفق إنشاء الدليل \ " %s ".
de_de: Fehler beim Erstellen des Verzeichnisses " %s ".
es_es: Error al crear el directorio \ " %s ".
fr_fr: Impossible de créer le répertoire \ " %s ".
ja_jp: \ " %s "ディレクトリの作成に失敗しました。
pt_pt: Falha na criação do diretório \ " %s ".
zh_cn: 创建目录\“ %s \”失败。

source: Message:
ar_sa: الرسالة
de_de: Bericht:
es_es: Mensaje:
ja_jp: メッセージ：
pt_pt: Mensagem:
zh_cn: 消息:

source: File:
ar_sa: ملف
de_de: Datei:
es_es: Archivo:
fr_fr: Fichier :
pt_pt: Arquivo:
zh_cn: 文件:

source: Line:
ar_sa: الرسم الخطي
de_de: Linie:
es_es: 3.5.3 Línea
fr_fr: Ligne
ja_jp: 線
pt_pt: Linha 2
zh_cn: 行：

source: Trace:
ar_sa: زهيدة الاثر
de_de: Spur:
fr_fr: Piste
ja_jp: トレース
zh_cn: 追溯

source: Oops!!! Critical error is occurred. See details below:
ar_sa: وجه الفتاة!!! حدث خطأ حرج. انظر الى التفاصيل بالاسفل:
de_de: Hoppla!!! Ein kritischer Fehler ist aufgetreten. Siehe Details unten:
es_es: Vaya! Error crítico ha ocurrido Vea los detalles abajo:
fr_fr: Oops!!! Une erreur critique est survenue. Voir les détails ci-dessous:
ja_jp: おっとっと！！！重大なエラーが発生しました。以下の詳細を参照してください：
pt_pt: Oops !!! Ocorreu um erro crítico. Veja os detalhes abaixo:
zh_cn: 哎呀！严重错误发生。见下面的细节：

source: Something very bad is happened.
de_de: Etwas sehr schlechtes ist geschehen.

source: Something terrible is happened.
de_de: Etwas schreckliches ist geschehen.

source: openssl extension is required to use HTTPS protocol.
ar_sa: مطلوب تمديد أوبنسل لاستخدام بروتوكول هتبس.
de_de: openssl-Erweiterung ist erforderlich, um HTTPS-Protokoll zu verwenden.
es_es: Se requiere la extensión openssl para usar el protocolo HTTPS.
fr_fr: L'extension openssl est requise pour utiliser le protocole HTTPS.
ja_jp: HTTPSプロトコルを使用するにはopenssl拡張が必要です。
pt_pt: A extensão openssl é necessária para usar o protocolo HTTPS.
zh_cn: OpenSSL扩展需要使用HTTPS协议。

source: Invalid protocol "%s".
ar_sa: بروتوكول غير صالح \ " %s ".
de_de: Ungültiges Protokoll " %s ".
es_es: Protocolo inválido \ " %s ".
fr_fr: Protocole invalide \ " %s ".
ja_jp: 無効なプロトコル\ " %s "です。
pt_pt: Protocolo inválido \ " %s ".
zh_cn: 无效协议\“ %s \”。

source: use_gzip is on, but PHP was built without zlib support. Requesting file(s) without gzip encoding.
ar_sa: use_gzip على، ولكن تم بناء فب دون دعم زليب. طلب ملف (ملفات) بدون ترميز غزيب.
de_de: use_gzip ist aktiviert, aber PHP wurde ohne zlib-Unterstützung erstellt. Anfordern von Dateien ohne gzip-Kodierung.
es_es: use_gzip está activado, pero PHP se creó sin soporte de zlib. Solicitar archivo (s) sin codificación gzip.
fr_fr: use_gzip est activé, mais PHP a été construit sans le support de zlib. Demande de fichier (s) sans encodage gzip.
ja_jp: use_gzipは有効ですが、PHPはzlibをサポートしていません。 gzipエンコーディングなしでファイルを要求しています。
pt_pt: use_gzip está ativado, mas o PHP foi criado sem suporte zlib. Solicitando arquivos sem codificação gzip.
zh_cn: use_gzip是打开的，但是PHP没有zlib支持。请求文件（s）没有gzip编码。

source: HTTPS connections over proxy are currently not supported
ar_sa: اتصالات هتبس عبر البروكسي غير معتمدة حاليا
de_de: HTTPS-Verbindungen über Proxy werden derzeit nicht unterstützt
es_es: Las conexiones HTTPS sobre el proxy no son actualmente compatibles
fr_fr: Les connexions HTTPS sur proxy ne sont actuellement pas supportées
ja_jp: プロキシ経由のHTTPS接続は現在サポートされていません
pt_pt: As conexões HTTPS sobre o proxy atualmente não são suportadas
zh_cn: 目前不支持通过代理的HTTPS连接

source: socket creation failed (-3).
ar_sa: فشل إنشاء المقبس (-3).
de_de: Socket-Erstellung fehlgeschlagen (-3).
es_es: creación de socket fallida (-3).
fr_fr: La création du socket a échoué (-3).
ja_jp: ソケットの作成に失敗しました（-3）。
pt_pt: criação de soquete falhou (-3).
zh_cn: 套接字创建失败（-3）。

source: dns lookup failure (-4).
ar_sa: دنس بحث فشل (-4).
de_de: DNS-Lookup-Fehler (-4).
es_es: Error de búsqueda dns (-4).
fr_fr: Échec de la recherche DNS (-4).
ja_jp: dns検索失敗（-4）。
zh_cn: DNS查找失败（-4）。

source: connection refused or timed out (-5).
ar_sa: رفض الاتصال أو مهلة (-5).
de_de: Verbindung abgelehnt oder abgelaufen (-5).
es_es: conexión rechazada o tiempo de espera agotado (-5).
fr_fr: connexion refusée ou expiré (-5).
ja_jp: 接続が拒否されたかタイムアウトしました（-5）。
pt_pt: conexão recusada ou expirada (-5).
zh_cn: 连接被拒绝或超时（-5）。

source: connection failed (%d).
ar_sa: فشل الاتصال ( %d ).
de_de: Verbindung fehlgeschlagen (%d).
es_es: conexión fallida ( %d ).
fr_fr: la connexion a échoué ( %d ).
ja_jp: 接続に失敗しました（ %d ）。
pt_pt: Falha na conexão ( %d ).
zh_cn: 连接失败（ %d ）。

source: First
ar_sa: الأول
de_de: Erste
es_es: primero
fr_fr: Premier
ja_jp: 最初
pt_pt: Primeiro
zh_cn: 第一

source: Last
ar_sa: الاخير
de_de: Letzte
es_es: Último
fr_fr: Le
ja_jp: 最後
pt_pt: Último
zh_cn: 姓

source: Email
ar_sa: البريد الإلكتروني
ja_jp: メール
zh_cn: 邮箱

source: Genres:
ar_sa: الأنواع
es_es: Géneros:
ja_jp: ジャンル：
pt_pt: Géneros:
zh_cn: 流派

source: Genres
ar_sa: الأنواع
es_es: Generos
ja_jp: ジャンル
pt_pt: Gênios
zh_cn: 流派

source: Standard
ar_sa: اساسي
es_es: Estándar
fr_fr: la norme
ja_jp: 標準
pt_pt: Padrão
zh_cn: 标准

source: Digital
ar_sa: رقمي
es_es: 7.1 Digital
ja_jp: デジタル
zh_cn: 数字

source: Journal
ar_sa: دفتر يومي
es_es: Diario
ja_jp: ジャーナル
pt_pt: Diário
zh_cn: 日志

source: CD/DVD
ar_sa: نسخة DVD او CD

source: Hardcover
ar_sa: الغلاف الصلب
es_es: Tapa dura
fr_fr: Livre relié
ja_jp: ハードカバー
pt_pt: Capa dura
zh_cn: 精装

source: eBook
ar_sa: الكتاب الإلكتروني

source: Select eBook
ar_sa: حدد الكتاب الإلكتروني

source: Change eBook
ar_sa: تغيير الكتاب الاليكتروني

source: Genre
ar_sa: الصنف
es_es: Género
ja_jp: ジャンル
pt_pt: Género
zh_cn: 類型

source: Google Books
ar_sa: كتب جوجل.
es_es: libros de Google
fr_fr: livres Google
pt_pt: Google Livros
zh_cn: 谷歌图书

source: Import
ar_sa: استيراد
es_es: Importar
fr_fr: Importer
ja_jp: インポート
pt_pt: Importar
zh_cn: 导入

source: Export
ar_sa: تصدير
es_es: Exportar
fr_fr: Exporter
ja_jp: エクスポート
pt_pt: Exportar
zh_cn: 导出

source: Cover
ar_sa: الغلاف
es_es: Cubrir
fr_fr: Couverture
ja_jp: 表紙
pt_pt: Capa
zh_cn: 封面

source: Name
ar_sa: اسم
es_es: Nombre
fr_fr: Nom
ja_jp: 名前
pt_pt: Nome
zh_cn: 名称

source: Hostname
ar_sa: اسم المضيف
fr_fr: Nom host
ja_jp: ホスト名
pt_pt: Nome do host
zh_cn: 主机名

source: PHP Mail
ar_sa: فب ميل
es_es: PHP Correo
fr_fr: Courrier PHP
ja_jp: PHPメール
pt_pt: Mail PHP
zh_cn: PHP：电子邮件()

source: Id
ar_sa: هو
pt_pt: Código

source: URL
ar_sa: رابط
zh_cn: 网址

source: ISBN
ar_sa: ISBN: 978225312705

source: Status
ar_sa: الحالة
es_es: Estado
fr_fr: Statut
ja_jp: 状態
pt_pt: Estado
zh_cn: 状态

source: ISBN10/13
ar_sa: ISBN: 978225312705

source: Book successfully issued.
ar_sa: تم إصدار الكتاب بنجاح.
es_es: Libro emitido con éxito.
fr_fr: Livre délivré avec succès.
ja_jp: 書籍は正常に発行されました。
pt_pt: Livro emitido com sucesso.
zh_cn: 书成功发行。

source: Code
ar_sa: رمز
es_es: Código
ja_jp: コード
pt_pt: Código
zh_cn: 代码

source: Logo
ar_sa: شعار
fr_fr: ogo
ja_jp: ロゴ
zh_cn: 标识

source: You don't have permissions to use route: "%s".
ar_sa: ليس لديك أذونات لاستخدام المسار: \ " %s ".
es_es: No tienes permisos para usar la ruta: \ " %s ".
fr_fr: Vous n'êtes pas autorisé à utiliser route: \ " %s ".
ja_jp: \ " %s "ルートを使用する権限がありません。
pt_pt: Você não tem permissões para usar rota: \ " %s ".
zh_cn: 您无权使用route：\“ %s \”。

source: Critical error is occurred. See details below:
ar_sa: حدث خطأ حرج. انظر الى التفاصيل بالاسفل:
es_es: Error crítico ha ocurrido Vea los detalles abajo:
fr_fr: Une erreur critique est survenue. Voir les détails ci-dessous:
ja_jp: 重大なエラーが発生しました。以下の詳細を参照してください：
pt_pt: Ocorreu um erro crítico. Veja os detalhes abaixo:
zh_cn: 严重错误发生。见下面的细节：

source: Couldn't find book any book id in request.
ar_sa: تعذر العثور على كتاب أي معرف كتاب في الطلب.
