Repository: zeynab12345/my_project
Catalog: lms/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, pt_pt, zh_cn

source: <strong>DN</strong> Attribute Name
de_de: <strong>DN</strong> Attributsname

source: <strong>Email</strong> Attribute Name
de_de: <strong>E-Mail</strong> Attributsname

source: <strong>First Name</strong> Attribute Name
de_de: <strong>Vorname</strong> Attributsname

source: <strong>Last Name</strong> Attribute Name
de_de: <strong>Nachname</strong> Attributsname

source: Login
ar_sa: دخول
de_de: Anmelden
fr_fr: Connexion
ja_jp: ログイン
zh_cn: 登录

source: Test Connection
de_de: Verbindung testen

source: Email/Login
de_de: E-Mail/Anmelden

source: Role
de_de: Rolle

source: Congratulations! User is successfully logged and have required permissions to log in Library CMS.
de_de: Glückwunsch! Der Nutzer wurde erfolgreich angemeldet und hat die erforderlichen Befugnisse, um sich in der CMS-Bibliothek anzumelden.

source: Edit Location
ar_sa: تعديل الموقع
de_de: Standort bearbeiten

source: Remove
ar_sa: حذف
de_de: Entfernen
es_es: Quitar
fr_fr: Retirer
ja_jp: 削除
pt_pt: Remover
zh_cn: 删除

source: Select image
ar_sa: اختر صورة
de_de: Abbildung auswählen
es_es: Selecciona foto
fr_fr: Sélectionner une image
ja_jp: 選択画像
pt_pt: Selecione uma foto
zh_cn: 选择图片

source: Change
ar_sa: تغيير
de_de: Ändern
es_es: Cambio
fr_fr: Changer
ja_jp: 変更
pt_pt: Trocar
zh_cn: 更改

source: Upload
ar_sa: تحميل
de_de: Hochladen
es_es: Subir
fr_fr: Envoyer
pt_pt: Envio
zh_cn: 上传

source: Save Options
ar_sa: حفظ الخيارات
de_de: Optionen speichern
es_es: Guardar Opciones
fr_fr: Enregistrer les options
ja_jp: 保存オプション
pt_pt: Salvar opções
zh_cn: 保存选项

source: Category Name
ar_sa: اسم الفئة
de_de: Kategoriename
es_es: Nombre de la Categoría
fr_fr: Nom de la Catégorie
ja_jp: カテゴリ名
pt_pt: Nome da Categoria
zh_cn: 分類名称

source: Add Category
ar_sa: إضافة فئة
de_de: Kategorie hinzufügen
es_es: Añadir Categoría
fr_fr: Ajouter une catégorie
ja_jp: カテゴリを追加
pt_pt: Adicionar Categoria
zh_cn: 添加类别

source: Copy Image URL
ar_sa: انسخ رابط الصورة
de_de: Kopiere Abbildungs-URL
es_es: Copiar url de la imagen
fr_fr: Copier une URL d'image
ja_jp: コピー画像のURL
pt_pt: Copiar URL da imagem
zh_cn: 复制图片网址

source: Submission Date
ar_sa: تاريخ التقديم
de_de: Datum des Einreichens
es_es: Día De Entrega
fr_fr: Date de soumission
ja_jp: 提出日
pt_pt: Data de submissão
zh_cn: 提交日期

source: 1 Page
ar_sa: صفحة 2
de_de: 1 Seite
es_es: Página 1
fr_fr: Page 12
ja_jp: １２ページ
pt_pt: Página
zh_cn: 页

source: Parent
ar_sa: الأبوين
de_de: Ursprung
es_es: Padre
ja_jp: 親
pt_pt: Pai
zh_cn: 父

source: Date
ar_sa: تاريخ
de_de: Datum
es_es: Fe
ja_jp: 日付
pt_pt: Data
zh_cn: 日期

source: View
ar_sa: رأي
de_de: Ansehen
es_es: Ver
fr_fr: Vue
ja_jp: 表示
pt_pt: Ver
zh_cn: 查看

source: Edit Page
ar_sa: تحرير صفحة
de_de: Seite bearbeiten
es_es: Editar página
fr_fr: Modifier la page
ja_jp: ({0}edit page{/0}
pt_pt: Editar página
zh_cn: 编辑页面

source: View Page
ar_sa: عرض الصفحة
de_de: Seite anzeigen
es_es: Ver página
fr_fr: Voir la page
ja_jp: ページを見る
pt_pt: Ver pagina
zh_cn: 查看页面

source: Gallery
ar_sa: صالة عرض
de_de: Galerie
es_es: Galería
fr_fr: Galerie
ja_jp: ギャラリー
pt_pt: Galeria
zh_cn: 图库

source: Content
ar_sa: يحتوى
de_de: Inhalt
es_es: Contenido
fr_fr: Contenu
ja_jp: コンテンツ
pt_pt: Conteúdo
zh_cn: 内容

source: Please select parent page:
ar_sa: يرجى تحديد الصفحة الرئيسية:
de_de: Bitte wählen Sie die Ursprungsseite:
es_es: Por favor seleccione la página principal:
fr_fr: Veuillez sélectionner la page parent:
ja_jp: 親ページを選択してください：
pt_pt: Selecione a página principal:
zh_cn: 请选择家长页面：

source: Published on
ar_sa: تاريخ النشر
de_de: Veröffentlicht auf
es_es: Publicado en
fr_fr: Publié le
ja_jp: 2011-05-12 12:04 発表
pt_pt: publicado em
zh_cn: 发表

source: Custom Template
ar_sa: قالب مخصص
de_de: Benutzerdefinierte Vorlage
es_es: Plantilla personalizada
fr_fr: Modèle personnalisé
ja_jp: カスタムテンプレート
pt_pt: Modelo personalizado
zh_cn: 自定义模板

source: Select file
ar_sa: إختيار الملف
de_de: Datei auswählen
fr_fr: Importez un fichier
ja_jp: ファイルを選択
pt_pt: Seleccionar ficheiro
zh_cn: 选择文件

source: Please Choose Image
ar_sa: الرجاء اختيار صورة
de_de: Bitte wählen Sie eine Abbildung
es_es: Por favor elige la imagen
fr_fr: Veuillez choisir une image
ja_jp: 画像を選択してください
pt_pt: Escolha a imagem
zh_cn: 请选择图片

source: 1 Post
ar_sa: أنشر
de_de: 1 Beitrag
es_es: Post-
fr_fr: 1 Article
ja_jp: ポスト-
pt_pt: Postar
zh_cn: 帖子

source: Edit Post
ar_sa: تعديل المقال
de_de: Beitrag bearbeiten
es_es: Editar post
fr_fr: Modifier le post
ja_jp: 投稿を編集する
pt_pt: Editar publicação
zh_cn: 编辑博文

source: View Post
ar_sa: عرض المقال
de_de: Beitrag anzeigen
es_es: Ver Post
fr_fr: Voir l'article
ja_jp: 投稿を表示
pt_pt: Ver publicação
zh_cn: 查看文章

source: Second Title
ar_sa: العنوان الثاني
de_de: Zweiter Titel
fr_fr: Deuxième titre
ja_jp: 第2タイトル
pt_pt: Segundo título
zh_cn: 第二个标题

source: Short Description
ar_sa: وصف مختصر
de_de: Kurzbeschreibung
es_es: Descripción breve
fr_fr: brève description
ja_jp: 簡単な説明
pt_pt: Descrição curta
zh_cn: 简短描述

source: Add Request
ar_sa: إضافة طلب
de_de: Anfrage hinzufügen
es_es: Añadir solicitud
fr_fr: Ajouter une demande
ja_jp: リクエストを追加
pt_pt: Adicionar pedido
zh_cn: 添加请求

source: Edit Request
ar_sa: تحرير طلب
de_de: Anfrage bearbeiten
es_es: Editar solicitud
fr_fr: Modifier la requête
ja_jp: リクエストの編集
pt_pt: Editar Pedido
zh_cn: 编辑请求

source: Pending
ar_sa: معلق
de_de: Steht aus
es_es: Pendiente
fr_fr: En attente
ja_jp: 保留中
pt_pt: Pendente
zh_cn: 待定

source: Accepted
ar_sa: قبلت
de_de: Akzeptiert
es_es: Ace
fr_fr: Accepté
ja_jp: 受け入れられた
pt_pt: Aceite
zh_cn: 已接受

source: Rejected
ar_sa: مرفوض
de_de: Abgelehnt
es_es: Rechazado
fr_fr: Rejeté
ja_jp: 拒否された
pt_pt: Rejeitado
zh_cn: 已拒絕

source: Request Date Descending
ar_sa: تاريخ الطلب تنازليا
de_de: Anfragedatum absteigend
es_es: Fecha de solicitud descendente
fr_fr: Date de la demande décroissante
ja_jp: 要求日降順
pt_pt: Data de Solicitação Descendente
zh_cn: 请求日期降序

source: Request Date Ascending
ar_sa: تاريخ الطلب تصاعدي
de_de: Anfragedatum aufsteigend
es_es: Fecha de solicitud ascendente
fr_fr: Date de la demande croissante
ja_jp: リクエストの日付を昇順にする
pt_pt: Data de Pedido Ascendente
zh_cn: 请求日期升序

source: 1 Request
ar_sa: طلب
de_de: 1 Anfrage
es_es: Pedir
fr_fr: Demande#
ja_jp: アカウント申請
pt_pt: Pedido
zh_cn: 请求

source: Request From
ar_sa: طلب من
de_de: Anfrage von
es_es: Solicitud de
fr_fr: Demande de
ja_jp: 要求元
pt_pt: Pedido de
zh_cn: 请求来自

source: Creation Date
ar_sa: تاريخ الانشاء
de_de: Erstellungsdatum
es_es: Fecha de creación
fr_fr: Date de création
ja_jp: 生成日付
pt_pt: Data de Criação
zh_cn: 创建日期

source: Please select Book Copy
de_de: Bitte wählen Sie eine Buchkopie

source: Request Book
ar_sa: طلب الكتاب
de_de: Buch anfragen
es_es: Solicitar libro
fr_fr: Demande de livre
ja_jp: リクエストブック
pt_pt: Pedido de livro
zh_cn: 请求书

source: Book is successfully issued.
de_de: Buch erfolgreich ausgegeben.

source: Edit Review
ar_sa: تعديل المراجعة
de_de: Rezension bearbeiten

source: Review Status (Approved/Pending)
ar_sa: حالة المراجعة (تمت الموافقة عليها / في انتظار المراجعة)
de_de: Status der Rezension (Freigegeben/Ausstehend)

source: Review
ar_sa: مراجعة
de_de: Rezension

source: approved
ar_sa: وافق
de_de: Freigegeben

source: pending
ar_sa: مُعلَّق
de_de: Ausstehend

source: Update Permissions
ar_sa: تحديث الأذونات
de_de: Berechtigungen aktualisieren
es_es: Actualizar permisos
fr_fr: mise à jour d'autorisations
ja_jp: 権限を更新する
pt_pt: Atualizar Permissões
zh_cn: 更新权限

source: Public Access
ar_sa: الوصول العام
de_de: Öffentlicher Zugang
es_es: Acceso público
fr_fr: Accès publique
ja_jp: パブリック・アクセス
pt_pt: Acesso público
zh_cn: 公开访问

source: Permission Name
ar_sa: اسم الإذن
de_de: Berechtigung
es_es: Nombre autorización
fr_fr: Nom de la permission
ja_jp: 権限名
pt_pt: Nome da permissão
zh_cn: 权限名称

source: Edit Role
ar_sa: تعديل الدور
de_de: Rolle bearbeiten
es_es: Editar funciones
fr_fr: Modifier le rôle
ja_jp: 役職編集
pt_pt: Editar papel
zh_cn: 编辑角色

source: Role Name
ar_sa: اسم الدور
de_de: Rollenbezeichnung
es_es: Nombre de rol
fr_fr: Nom du rôle
ja_jp: ロール名
pt_pt: Nome da Função
zh_cn: 角色名称

source: Priority
ar_sa: أفضلية
de_de: Priorität
es_es: Prioridad
fr_fr: Priorité
ja_jp: 優先
pt_pt: Prioridade
zh_cn: 优先（Priority）

source: Issue Day Limit
ar_sa: حد يوم المشكلة
de_de: Tageslimit für Ausgaben
es_es: Límite de día de emisión
fr_fr: Limite de jour d'émission
ja_jp: 発行日の制限
pt_pt: Limite de dia de emissão
zh_cn: 发行日限额

source: Issue Book Limit
ar_sa: حد كتاب المشكلات
de_de: Buchlimit für Ausgaben
es_es: Límite del Libro de Ediciones
fr_fr: Limite du livre d'émission
pt_pt: Limite de livro de edição
zh_cn: 发行簿限制

source: Fine Per Day
ar_sa: غرامة في اليوم الواحد
de_de: Mahngebühr pro Tag
es_es: Multa por día
fr_fr: Amende par jour
ja_jp: 1日あたりの罰金
pt_pt: Multa por dia
zh_cn: 每天罚款

source: User Roles
ar_sa: أدوار المستخدمين
de_de: Nutzerrollen
es_es: Roles de usuario
ja_jp: {0}•{/0} {1} {/1} {0}ユーザの役割：{/0}
pt_pt: Funções do usuário
zh_cn: 用户角色

source: The name of the channel.
de_de: Name des Kanals.

source: The URL to the HTML website corresponding to the channel.
de_de: URL einer Webseite, die zum Kanal gehört.

source: Phrase or sentence describing the channel.
de_de: Satz, der den Kanal beschreibt.

source: The language the channel is written in. For example 'en' or 'en-US'.
de_de: Angabe der Kanal-Sprache. Zum Beispiel: 'en' or 'en_US'.

source: Copyright
de_de: Urheberrecht

source: Copyright notice for content in the channel.
de_de: Urheberrecht-Notizen für den Inhalt des Kanals.

source: Managing Editor
de_de: Chefredakteur

source: Email address for person responsible for editorial content.
de_de: E-Mail-Adresse der Person, die für den Inhalt verantwortlich ist.

source: Email address for person responsible for technical issues relating to channel.
de_de: E-Mail-Adresse der Person, die technisch für den Kanal verantwortlich ist.

source: Image
ar_sa: صورة
de_de: Abbildung
ja_jp: 画像
pt_pt: Imagem
zh_cn: 图片

source: Specifies a GIF, JPEG or PNG image that can be displayed with the channel.
de_de: Angabe eines GIF-, JPEG- oder PNG-Bildes, das mit dem Kanal veröffentlicht wird.

source: Edit Series
ar_sa: تحرير السلسلة
de_de: Reihe bearbeiten
es_es: Editar serie
fr_fr: Modifier la série
ja_jp: シリーズ編集
pt_pt: Editar série
zh_cn: 编辑系列

source: Dynamic ShortCodes
ar_sa: ديناميك شورتكوديس
de_de: Dynamische Kurzcodes
es_es: ShortCodes dinámicos
fr_fr: ShortCodes dynamiques
ja_jp: ダイナミックショートコード
pt_pt: Códigos curtos dinâmicos
zh_cn: 动态短代码

source: Column Name
ar_sa: اسم العمود
de_de: Spaltenbezeichnung
es_es: Nombre de columna
fr_fr: Nom de la colonne
ja_jp: {0}column_name{/0}
pt_pt: Nome da coluna
zh_cn: 列名称

source: Action
ar_sa: عمل
de_de: Aktion
es_es: Acción
ja_jp: アクション
pt_pt: Açao
zh_cn: 行动

source: Add
ar_sa: إضافة
de_de: Hinzufügen
es_es: Añadir
fr_fr: Ajouter
ja_jp: 追加
pt_pt: Adicionar
zh_cn: 加

source: Code Name
ar_sa: اسم الرمز
de_de: Codebezeichnung
es_es: Nombre Código
fr_fr: Nom de code
ja_jp: コード名
zh_cn: 1) 代号

source: Add ShortCode
ar_sa: إضافة شورتكود
de_de: Fügen Sie einen Kurzcode hinzu
es_es: Añadir código abreviado
fr_fr: Ajouter Shortcode
ja_jp: ショートコードを追加
pt_pt: Adicionar Código
zh_cn: 添加ShortCode

source: Status (Active/Inactive)
de_de: Status (aktiv / inaktiv)

source: Server Name
ar_sa: اسم الخادم
de_de: Server
es_es: Nombre del servidor (Server Name)
fr_fr: Nom du serveur
ja_jp: サーバー名
pt_pt: Nome do servidor
zh_cn: 服务器名称

source: Connection security
ar_sa: أمان الاتصال
de_de: Verbindungssicherheit
es_es: Seguridad de conexión
fr_fr: Sécurité de connexion
ja_jp: 接続セキュリティ
pt_pt: Segurança de conexão
zh_cn: 连接安全

source: Password Confirm
ar_sa: تأكيد كلمة المرور
de_de: Passwortbestätigung
es_es: Repita contraseña
fr_fr: Confirmer Mot de Passe:
ja_jp: パスワード確認
pt_pt: Confirmação de senha
zh_cn: 密码确认

source: Application Id
de_de: Anwendungs-ID

source: Application Secret
de_de: Verborgene Anwendung

source: Edit Store
ar_sa: تحرير المتجر
de_de: Bestand bearbeiten

source: Edit Tag
de_de: Schlagwort bearbeiten

source: Color Schema
de_de: Farbschema

source: Quantity Ads Place
ar_sa: الكمية الإعلانات مكان
de_de: Anzahl der Werbeplätze

source: Quantity Menu Place
ar_sa: الكمية القائمة مكان
de_de: Anzahl der Menüplätze

source: User Role
ar_sa: دور المستخدم
de_de: Nutzerrolle
es_es: Rol del usuario
fr_fr: Rôle de l'utilisateur
ja_jp: ユーザーロール
pt_pt: Papel do usuário
zh_cn: 用户角色

source: Registration Type
de_de: Art der Registrierung

source: Active
ar_sa: نشيط
de_de: Aktiv
es_es: Activ
fr_fr: Actif
ja_jp: アクティブ
pt_pt: Ativo
zh_cn: 活性

source: Inactive
ar_sa: غير نشط
de_de: Inaktiv
es_es: Inactivo
fr_fr: Inactif
ja_jp: 非アクティブ
pt_pt: Inativo
zh_cn: 无效

source: Edit User
ar_sa: تحرير المستخدم # {0}{0}{/0}
de_de: Nutzer bearbeiten
es_es: Editar usuario
fr_fr: Modifier l'utilisateur
ja_jp: ユーザーの編集
pt_pt: Editar Usuário
zh_cn: 编辑用户

source: Account Status (Active/Inactive)
ar_sa: حالة الحساب (نشط / غير نشط)
de_de: Kontostatus (aktiv / inaktiv)
es_es: Estado de la cuenta (activo / inactivo)
fr_fr: Statut du compte (actif / inactif)
ja_jp: アカウントステータス（アクティブ/非アクティブ）
pt_pt: Status da Conta (Ativo / Inativo)
zh_cn: 帐户状态（有效/无效）

source: required
ar_sa: مطلوب
de_de: benötigt
es_es: requerido
fr_fr: Champs obligatoires
ja_jp: 必須
pt_pt: requerido
zh_cn: 必填项

source: New Password
ar_sa: كلمة المرور الجديدة
de_de: Neues Passwort
es_es: Nueva contraseña
fr_fr: nouveau mot de passe
ja_jp: 新しいパスワード
pt_pt: Nova Senha
zh_cn: 新密码

source: If you do not want to change your password, leave blank.
ar_sa: إذا كنت لا تريد تغيير كلمة المرور، فاترك الحقل فارغا.
de_de: Wenn Sie Ihr Passwort nicht ändern möchten, lassen Sie das Feld leer.
es_es: Si no desea cambiar su contraseña, déjela en blanco.
fr_fr: Si vous ne voulez pas changer votre mot de passe, laissez vide.
ja_jp: パスワードを変更しない場合は、空白のままにしてください。
pt_pt: Se você não quer mudar sua senha, deixe em branco.
zh_cn: 如果您不想更改密码，请留空。

source: Confirm New Password
ar_sa: تأكيد كلمة السر الجديدة
de_de: Neues Passwort bestätigen
es_es: Confirmar nueva contraseña
fr_fr: Confirmez le mot de passe
ja_jp: 新しいパスワードの確認
pt_pt: Confirme a Nova Senha
zh_cn: 确认新密码

source: Confirm Password
ar_sa: تأكيد كلمة المرور
de_de: Passwort bestätigen
es_es: Confirmar contraseña
fr_fr: Confirmez le mot de passe
ja_jp: パスワード確認
pt_pt: *Confirmar senha
zh_cn: 确认密码

source: Gender
ar_sa: جنس
de_de: Geschlecht
es_es: Sexo
fr_fr: Genre
ja_jp: 性別
pt_pt: Género
zh_cn: 性别

source: Male
ar_sa: ذكر
de_de: Männlich
es_es: Hombre
fr_fr: Mâle
ja_jp: 男性
pt_pt: Masculino
zh_cn: 男

source: Female
ar_sa: أنثى
de_de: Weiblich
es_es: Mujer
fr_fr: Femme
ja_jp: 女性
pt_pt: Fêmea
zh_cn: 女

source: Phone
ar_sa: هاتف
de_de: Telefon
es_es: Teléfono
fr_fr: Téléphone
ja_jp: 電話
pt_pt: Fone
zh_cn: 电话

source: Address
ar_sa: عنوان
de_de: Adresse
es_es: Dirección
fr_fr: Adresse
ja_jp: 住所
pt_pt: Endereço
zh_cn: 地址

source: is already exist. Please use another email
ar_sa: موجود بالفعل. يرجى استخدام بريد إلكتروني آخر
de_de: ist schon vorhanden. Bitte verwenden Sie eine andere E-Mail
es_es: ya existe Por favor use otro correo electrónico
fr_fr: est déjà existant. Merci d'utiliser un autre email
ja_jp: すでに存在しています。別のメールを使用してください
pt_pt: já existe. Use outro e-mail
zh_cn: 已经存在。请使用其他电子邮件

source: Remember me
ar_sa: تذكرنى
de_de: Merken
es_es: Recordar
fr_fr: Se souvenir de moi
ja_jp: 私を覚えてますか
pt_pt: Me lembre
zh_cn: 记住我

source: Forgot password?
ar_sa: هل نسيت كلمة المرور؟
de_de: Passwort vergessen?
es_es: ¿Olvidó su contraseña?
fr_fr: Mot de passe oublié?
ja_jp: パスワードをお忘れですか？
pt_pt: Esqueceu a senha?
zh_cn: 忘了密码？

source: Sign Up
ar_sa: تسجيل
de_de: Registrieren
es_es: Registro
fr_fr: S'inscrire
ja_jp: サインアップ
pt_pt: Aderir
zh_cn: 注册

source: Go back!
ar_sa: عودة
de_de: Geh zurück!
es_es: ¡Vuelve!
fr_fr: Revenir en arrière!
ja_jp: 戻る
pt_pt: Volte
zh_cn: 后退

source: The page you are looking for was not found!
ar_sa: الصفحة التي تبحث عنها لم يتم العثور عليها!
de_de: Die von Ihnen gesuchte Seite wurde nicht gefunden!
es_es: La página que está buscando no se encuentra
fr_fr: La page que vous recherchez n'a pas été trouvée.
ja_jp: あなたが探しているページが見つかりませんでした！
pt_pt: A página que você está procurando não foi encontrada!
zh_cn: 没有找到您正在寻找的页面！

source: Back to home
de_de: Zurück zur Startseite

source: 500 Internal server error
ar_sa: (2) خطأ في الخادم الداخلي
de_de: 500 interner Server-Error

source: Internal server error
ar_sa: (2) خطأ في الخادم الداخلي
de_de: Interner Server-Error

source: Looks like we have an internal issue, please try again in couple of minutes.
ar_sa: يبدو أن لدينا مشكلة داخلية، يرجى إعادة المحاولة بعد بضع دقائق.
de_de: Sieht aus, als hätten wir ein internes Problem. Bitte versuchen Sie es in einigen Minuten erneut.
es_es: Parece que tenemos un problema interno. Inténtalo de nuevo en unos minutos.
fr_fr: On dirait que nous avons un problème interne, veuillez réessayer dans quelques minutes.
ja_jp: 社内の問題があるようですが、数分後にもう一度お試しください。
pt_pt: Parece que temos um problema interno, tente novamente em alguns minutos.
zh_cn: 看起来我们有内部问题，请在几分钟后重试。

source: Change Password
de_de: Passwort ändern

source: Go Back
ar_sa: عودة
de_de: Zurück
es_es: Atrás
fr_fr: Retour
ja_jp: 戻る
pt_pt: Voltar
zh_cn: 后退

source: Verify
de_de: Bestätigen

source: Update
ar_sa: تحديث
de_de: Aktualisieren

source: Please verify your purchase code
de_de: Bitte bestätigen Sie Ihren Erwerbs-Code

source: This is installation page. Here you can setup connection to database and create administrator user. Please make sure your connection details and credentials are correct before starting installation process.
ar_sa: هذه هي صفحة التثبيت. هنا يمكنك إعداد اتصال لقاعدة البيانات وإنشاء مستخدم المسؤول. يرجى التأكد من صحة تفاصيل الاتصال وبيانات الاعتماد قبل بدء عملية التثبيت.
de_de: Dies ist die Installationsseite. Hier können Sie Verbindungen zu Datenbanken einrichten und Administratoren hinzufügen. Bitte stellen Sie sicher, dass Ihre Verbindungsdetails und Anmeldeinformationen korrekt sind, bevor Sie den Installationsprozess starten.

source: Database Username
ar_sa: داتاباس اسم المستخدم
de_de: Datenbank-Benutzername
es_es: Nombre de usuario de la base
fr_fr: Nom de base de données
ja_jp: データベースユーザー名
pt_pt: Nome de usuário da base de dados
zh_cn: 数据库用户名

source: Database Password
de_de: Datenbank-Passwort
es_es: Contraseña de base
fr_fr: Mot de passe de la base de données
ja_jp: データベースのパスワード
pt_pt: Password da base de dados
zh_cn: 数据库密码

source: Admin Email (Login)
ar_sa: البريد الإلكتروني للمشرف (تسجيل الدخول)
de_de: Administrator-E-Mail (Login)
es_es: Correo electrónico de administrador (Login)
fr_fr: Admin Email (Connexion)
ja_jp: 管理者用電子メール（ログイン）
zh_cn: 管理员邮箱（登录）

source: Admin Password
ar_sa: كلمة سر المشرف
de_de: Administratorpasswort
es_es: Contraseña del administrador
fr_fr: Mot de passe d'administrateur
ja_jp: 管理者のパスワード
pt_pt: Senha do administrador
zh_cn: 管理员密码

source: Confirm Admin Password
ar_sa: تأكيد كلمة مرور المشرف
de_de: Administratorpasswort bestätigen
es_es: Confirmar contraseña de administrador
fr_fr: Confirmer le mot de passe administrateur
ja_jp: 管理者パスワードを確認する
pt_pt: Confirmar senha do administrador
zh_cn: 确认管理员密码

source: Advanced Options
ar_sa: خيارات متقدمة
de_de: Erweiterte Optionen
es_es: Opciones avanzadas
fr_fr: Options avancées
pt_pt: Opções Avançadas
zh_cn: 高级选项

source: Database Port
de_de: Datenbankanschluss
es_es: Puerto de base
fr_fr: Base de données Port
ja_jp: データベースポート
pt_pt: Porta de banco de dados
zh_cn: $ database_port ="3306"

source: Install
ar_sa: تثبيت
de_de: Installieren
es_es: Instalar
fr_fr: Installer
ja_jp: インストール
pt_pt: Instala
zh_cn: 安装

source: Please verify your Envato purchase code
de_de: Bitte bestätigen Sie Ihren Envato Erwerbs-Code

source: Sign up with Facebook
de_de: Mit Facebook registrieren

source: Sign up with Google+
de_de: Mit Google+ registrieren

source: Sign up with Twitter
de_de: Mit Twitter registrieren

source: Sign in with Facebook
de_de: Mit Facebook anmelden

source: Sign in with Google+
de_de: Mit Google+ anmelden

source: Sign in with Twitter
de_de: Mit Twitter anmelden

source: OR
de_de: ODER

source: Register
ar_sa: تسجيل
de_de: Registrieren
es_es: Registro
fr_fr: Registre
ja_jp: 登録
pt_pt: Registar
zh_cn: 注册

source: Sign In
de_de: Anmelden

source: Recover Password
ar_sa: إستعادة كلمة المرور
de_de: Passwort wiederherstellen
es_es: Recuperar Contraseña
fr_fr: Récupérer Mot de Passe
ja_jp: パスワードを回復
pt_pt: Recuperar password
zh_cn: 恢复密码

source: Enter your Email and instructions will be sent to you!
ar_sa: أدخل البريد الإلكتروني الخاص بك وسوف ترسل التعليمات لك!
de_de: Geben Sie Ihre E-Mail-Adresse ein und weitere Anweisungen werden Ihnen zugesandt!
es_es: ¡Ingrese su correo electrónico y le enviaremos las instrucciones!
fr_fr: Entrez votre email et les instructions vous seront envoyées!
ja_jp: あなたのメールアドレスを入力し、指示が​​あなたに送信されます！
pt_pt: Digite seu e-mail e as instruções serão enviadas para você!
zh_cn: 输入您的电子邮件和说明将发送给您！

source: Reset
ar_sa: إعادة تعيين
de_de: Zurücksetzen
es_es: Resetear
ja_jp: リセット
pt_pt: Reiniciar
zh_cn: 重置

source: Information about the author
ar_sa: معلومات عن المؤلف
de_de: Informationen über den Autor
es_es: Información sobre el autor
fr_fr: Informations sur l'auteur
ja_jp: 著者に関する情報
pt_pt: Informações sobre o autor
zh_cn: 关于作者的信息

source: will soon be added to the site.
ar_sa: قريبا إلى الموقع.
de_de: wird bald auf der Website hinzugefügt werden.
es_es: pronto se agregará al sitio.
fr_fr: sera bientôt ajouté au site.
ja_jp: すぐにサイトに追加されます。
pt_pt: em breve será adicionado ao site.
zh_cn: 将很快被添加到该网站。

source: read more ...
ar_sa: اقرأ أكثر
de_de: Weiterlesen...
es_es: MÁS INFORMACIÓN
fr_fr: En savoir plus
ja_jp: さらに詳しく
pt_pt: LER MAIS
zh_cn: 了解更多

source: read less
ar_sa: أقرأ أقل
de_de: weniger Lesen
es_es: Leer menos
fr_fr: Lire moins
ja_jp: 読みにくい
pt_pt: leia menos
zh_cn: 停止阅读

source: Found <span>
ar_sa: تم العثور على <سبان>
de_de: Gefunden <span>
es_es: Encontrado <span>
fr_fr: Trouvé <span>
ja_jp: 見つかりました<span>
pt_pt: Encontrado <span>
zh_cn: 找到<span>

source: authors</span> in total
ar_sa: المؤلفون </ سبان> في المجموع
de_de: Autoren </ span> insgesamt
es_es: autores </ span> en total
fr_fr: auteurs </ span> au total
ja_jp: 著者</ span>
pt_pt: autores </ span> no total
zh_cn: 作者</ span>

source: books
ar_sa: كتب
de_de: Bücher
es_es: libros
fr_fr: livres
ja_jp: 関連書籍
pt_pt: livros
zh_cn: 书籍

source: Authors per page:
ar_sa: المؤلفون في الصفحة:
de_de: Autoren pro Seite:
es_es: Autores por página:
fr_fr: Auteurs par page:
ja_jp: ページあたりの著者：
pt_pt: Autores por página:
zh_cn: 每页作者：

source: Authors List
ar_sa: قائمة المؤلفين
de_de: Liste der Autoren
es_es: Lista de autoría
fr_fr: Liste des auteurs
ja_jp: 著者リスト
pt_pt: Lista de Autores
zh_cn: 作者列表

source: Avg rating
de_de: Durchschnittliche Bewertung

source: Votes
ar_sa: صوت
de_de: Stimmen

source: Series:
ar_sa: {0}{/0}{1} {/1}{2}مسلسل 2050{/2}
de_de: Reihe:
es_es: Serie:
fr_fr: Série:
ja_jp: シリーズ
pt_pt: Série:
zh_cn: {0}Series{/0}{1}([{/1}{2}2{/2}{1},{/1} {2}4{/2}{1},{/1} {2}6{/2}{1}]){/1}

source: NA
de_de: Nicht vorhanden

source: Pages:
ar_sa: الصفحات:
de_de: Seiten:
es_es: Páginas:
ja_jp: ページ：
pt_pt: Páginas:
zh_cn: 页:

source: pages
ar_sa: الصفحات
de_de: Seiten

source: Binding:
ar_sa: ملزم
de_de: Einband:
es_es: se atore.
fr_fr: Config. princip.
ja_jp: 必須設定
pt_pt: obrigatório.
zh_cn: 捆绑：

source: Tags:
de_de: Schlagwörter:

source: Edition:
de_de: Auflage:

source: Language:
de_de: Sprache:

source: Physical Form:
de_de: Ausführung:

source: Size:
de_de: Umfang:

source: Type:
de_de: Art:

source: Write a review
ar_sa: أضف تعليق
de_de: Eine Rezension schreiben

source: Rate this book
de_de: Dieses Buch bewerten

source: saving
de_de: speichert

source: Your mark is
ar_sa: علامتك هي
de_de: Ihre Bewertung ist

source: Required fields are marked *. Your email address will not be published.
ar_sa: الحقول الإلزامية مشار إليها ب *. لن يتم نشر عنوان بريدك الإلكتروني.
de_de: Die erforderlichen Felder sind markiert *. Ihre E-Mail-Adresse wird nicht veröffentlicht.

source: Submit
ar_sa: عرض
de_de: Absenden
