Repository: zeynab12345/my_project
Catalog: lms/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, pt_pt, zh_cn

source: Couldn't update book quantity.
ar_sa: تعذر تحديث كمية الكتب.
es_es: No se pudo actualizar la cantidad de libros.
fr_fr: Impossible de mettre à jour la quantité de livres.
ja_jp: 書籍の数量を更新できませんでした。
pt_pt: Não foi possível atualizar a quantidade de livros.
zh_cn: 无法更新帐面数量。

source: There is no enough of book "%d".
ar_sa: ليس هناك ما يكفي من الكتاب \ " %d ".
es_es: No hay suficiente de libro \ " %d ".
fr_fr: Il n'y a pas assez de livre \ " %d ".
ja_jp: \ " %d "という本がありません。
pt_pt: Não há suficiente livro \ " %d ".
zh_cn: 没有足够的书“ %d ”。

source: Couldn't download cover file.
ar_sa: تعذر تنزيل ملف الغلاف.

source: Public route is in using '%s'[%s:%s].
ar_sa: المسار العام في استخدام ' %s ' [ %s : %s ].
es_es: La ruta pública está usando ' %s ' [ %s : %s ].
fr_fr: La route publique est en utilisant ' %s ' [ %s : %s ].
ja_jp: パブリックルートは ' %s ' [ %s ： %s ]を使用中です。
pt_pt: A rota pública está usando ' %s ' [ %s : %s ].
zh_cn: 公共路线正在使用' %s '[ %s ： %s ]。

source: User %s %s [id=%d] is using route '%s'[%s:%s].
ar_sa: المستخدم %s %s [إد = %d ] يستخدم المسار ' %s ' [ %s : %s ].
es_es: El usuario %s %s [id = %d ] usa la ruta ' %s ' [ %s : %s ].
fr_fr: L'utilisateur %s %s [id = %d ] utilise l'itinéraire ' %s ' [ %s : %s ].
ja_jp: ユーザー%s %s [ID = %d ]はルート ' %s ' [ %s ： %s ]を使用しています。
pt_pt: O usuário %s %s [id = %d ] está usando a rota ' %s ' [ %s : %s ].
zh_cn: 用户%s %s [id = %d ]正在使用路由' %s '[ %s ： %s ]。

source: Book By Google Data Create
ar_sa: كتاب من غوغل داتا كريت

source: FavIcon
ar_sa: ايقونة
zh_cn: 网站图标

source: Blog URL
ar_sa: رابط المدونة
es_es: URL del Blog
fr_fr: URL du Blog
ja_jp: URL
pt_pt: URL do blog
zh_cn: 博客URL

source: Books Per Page [Index]
ar_sa: كتب لكل صفحة [إندكس]
es_es: Libros por página [Índice]
fr_fr: Livres par page [Index]
ja_jp: ページごとの書籍[索引]
pt_pt: Livros por página [Índice]
zh_cn: 每页图书[索引]

source: Number of books on main (index) page
ar_sa: عدد الكتب في الصفحة الرئيسية (الفهرس)
es_es: Número de libros en la página principal (índice)
fr_fr: Nombre de livres sur la page principale (index)
ja_jp: メイン（索引）ページの書籍数
pt_pt: Número de livros na página principal (índice)
zh_cn: 主（索引）页面上的书籍数量

source: Upload error. [%s] on file '%s'. Please try again.
ar_sa: حدث خطأ في التحميل. [ %s ] في الملف ' %s '. حاول مرة اخرى.

source: Code:
ar_sa: الرمز:
es_es: Código:
ja_jp: コード:
pt_pt: Código:
zh_cn: 源代码：

source: Version
ar_sa: الإصدار

source: You already rated selected book.
ar_sa: لقد قيمت بالفعل كتابا محددا.

source: Specified theme is not exists.
ar_sa: الموضوع المحدد غير موجود.

source: Softcover
es_es: Cubierta blanda
fr_fr: Couverture souple
pt_pt: Capa mole
zh_cn: 简装

source: User successfully saved.
es_es: Usuario ahorrado con éxito
fr_fr: Utilisateur enregistré avec succès.
ja_jp: ユーザーは正常に保存されました。
pt_pt: Usuário salvo com sucesso.
zh_cn: 用户成功保存。

source: This is instalaltion page. Here you can setup connection to database and create administrator user. Please make sure your connection details and credentials are correct before starting installation process.
es_es: Esta es la página de instalación. Aquí puede configurar la conexión a la base de datos y crear un usuario administrador. Asegúrese de que los datos y credenciales de su conexión sean correctos antes de iniciar el proceso de instalación.
fr_fr: Ceci est la page d'installation. Ici vous pouvez configurer la connexion à la base de données et créer un utilisateur administrateur. Assurez-vous que vos informations de connexion et vos informations d'identification sont correctes avant de commencer le processus d'installation.
ja_jp: これはインスタレーションページです。ここでデータベースへの接続を設定し、管理者ユーザーを作成できます。インストールプロセスを開始する前に、接続の詳細と資格情報が正しいことを確認してください。
pt_pt: Esta é a página de instalação. Aqui você pode configurar a conexão ao banco de dados e criar o usuário administrador. Certifique-se de que os detalhes e credenciais da conexão estão corretos antes de iniciar o processo de instalação.
zh_cn: 这是instalaltion页面。在这里你可以建立连接到数据库并创建管理员用户。在开始安装过程之前，请确保您的连接详细信息和凭据是正确的。

source: Couldn't create backup of file"%s".
es_es: No se pudo crear una copia de seguridad del archivo \ " %s ".
fr_fr: Impossible de créer une sauvegarde du fichier \ " %s ".
ja_jp: \ " %s "ファイルのバックアップを作成できませんでした。
pt_pt: Não foi possível criar o backup do arquivo \ " %s ".
zh_cn: 无法创建文件“ %s ”的备份。

source: Upload error. [%s] on file '%s'.
es_es: Error al Subir. [ %s ] en el archivo ' %s '.
fr_fr: Erreur de téléchargement [ %s ] sur le fichier ' %s '.
pt_pt: Erro de upload. [ %s ] no arquivo ' %s '.
zh_cn: 上传错误。 [ %s ]档案' %s '。

source: SMTP
fr_fr: STMP
