Repository: zeynab12345/my_project
Catalog: lms/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, pt_pt, zh_cn

source: BookField list cleanup is failed for some reason.
de_de: Bereinigen Liste der Buchthemengebiete ist aus irgendeinem Grund fehlgeschlagen.

source: BookField with id = '%d' is not found.
de_de: Buchthemengebiet mit ID = ' %d ' wurde nicht gefunden.

source: Book field shouldn't be empty.
de_de: Buchthemengebiet sollte nicht ohne Angabe bleiben.

source: Category saving is failed for some reason.
ar_sa: فشل حفظ الفئة لسبب ما.
de_de: Speichern von Kategorien ist aus irgendeinem Grund fehlgeschlagen.
es_es: El ahorro de categoría ha fallado por algún motivo.
fr_fr: La sauvegarde de catégorie a échoué pour une raison quelconque.
ja_jp: 何らかの理由でカテゴリの保存に失敗しました。
pt_pt: A salvação de categorias foi falhada por algum motivo.
zh_cn: 由于某种原因，类别保存失败。

source: Couldn't create Category.%s%s
ar_sa: تعذر إنشاء الفئة. %s %s
de_de: Kategorie konnte nicht erstellt werden.%s%s
es_es: No se pudo crear Categoría. %s %s
fr_fr: Impossible de créer une catégorie. %s %s
ja_jp: カテゴリを作成できませんでした。 %s %s
pt_pt: Não foi possível criar a categoria. %s %s
zh_cn: 无法创建类别。 %s %s

source: Couldn't delete Category '%d' for some reason.
ar_sa: تعذر حذف الفئة ' %d ' لسبب ما.
de_de: Kategorie ' %d ' konnte aus irgendeinem Grund nicht gelöscht werden.
es_es: No se pudo eliminar la Categoría ' %d ' por algún motivo.
fr_fr: Impossible de supprimer la catégorie ' %d ' pour une raison quelconque.
ja_jp: 何らかの理由でカテゴリ ' %d 'を削除できませんでした。
pt_pt: Não foi possível excluir a Categoria ' %d ' por algum motivo.
zh_cn: 出于某种原因，无法删除类别“ %d ”。

source: Category is deleted successfully.
ar_sa: تم حذف الفئة بنجاح.
de_de: Kategorie wurde erfolgreich gelöscht.
es_es: La categoría se borró con éxito.
fr_fr: La catégorie est supprimée avec succès.
ja_jp: カテゴリが正常に削除されます。
pt_pt: A categoria foi excluída com sucesso.
zh_cn: 类别已成功删除。

source: There is no Category with Id '%d' in database(%s).
ar_sa: لا توجد فئة مع إد ' %d ' في قاعدة البيانات ( %s ).
de_de: Es gibt keine Kategorie mit der ID ' %d ' in der Datenbank (%s ).
es_es: No hay ninguna Categoría con Id ' %d ' en la base de datos ( %s ).
fr_fr: Il n'y a pas de catégorie avec l'ID ' %d ' dans la base de données ( %s ).
ja_jp: ID ' %d 'のカテゴリはデータベース（ %s ）にありません。
pt_pt: Não existe nenhuma Categoria com Id ' %d ' no banco de dados ( %s ).

source: Couldn't delete Category '%d'.%s%s
ar_sa: تعذر حذف الفئة ' %d '. %s %s
de_de: Kategorie ' %d ' konnte nicht gelöscht werden.%s%s
es_es: No se pudo eliminar la Categoría ' %d '. %s %s
fr_fr: Impossible de supprimer la catégorie ' %d '. %s %s
ja_jp: カテゴリ ' %d 'を削除できませんでした。 %s %s
pt_pt: Não foi possível excluir a Categoria ' %d '. %s %s
zh_cn: 无法删除类别“ %d ”。 %s %s

source: Couldn't save Category '%d'.%s%s
ar_sa: تعذر حفظ الفئة ' %d '. %s %s
de_de: Kategorie ' %d ' konnte nicht gespeichert werden.%s %s
es_es: No se pudo guardar la Categoría ' %d '. %s %s
fr_fr: Impossible d'enregistrer la catégorie ' %d '. %s %s
ja_jp: カテゴリ ' %d 'を保存できませんでした。 %s %s
pt_pt: Não foi possível salvar a Categoria ' %d '. %s %s
zh_cn: 无法保存类别“ %d ”。 %s %s

source: Couldn't delete eBook '%d' from hard drive for some reason.
ar_sa: تعذر حذف الكتاب الإلكتروني ' %d ' من القرص الصلب لسبب ما.
de_de: Das eBook '%d' konnte aus irgendeinem Grund nicht von der Festplatte gelöscht werden.

source: Couldn't delete eBook '%d' from database for some reason.
ar_sa: تعذر حذف الكتاب الإلكتروني ' %d ' من قاعدة البيانات لسبب ما.
de_de: Das eBook '%d' konnte aus irgendeinem Grund nicht von aus der Datenbank gelöscht werden.

source: eBook is deleted successfully.
ar_sa: يتم حذف الكتاب الإلكتروني بنجاح.
de_de: Das eBook wurde erfolgreich gelöscht.

source: There is no eBook with Id '%d' in database(%s).
ar_sa: لا يوجد كتاب إلكتروني مع إد ' %d ' في قاعدة البيانات ( %s ).
de_de: Es befindet sich kein eBook mit der ID '%d' in der Datenbank(%s).

source: Couldn't delete eBook '%d'.%s%s
ar_sa: تعذر حذف الكتاب الإلكتروني ' %d '. %s %s
de_de: Das eBook '%d' konnte nicht gelöscht werden.%s%s

source: Couldn't find requested eBook.
ar_sa: تعذر العثور على الكتاب الإلكتروني المطلوب.
de_de: Angefragtes eBook konnte nicht gefunden werden.

source: Couldn't delete old file but new file is successfully uploaded.
ar_sa: تعذر حذف الملف القديم ولكن تم تحميل الملف الجديد بنجاح.
de_de: Alte Datei konnte nicht gelöscht werden, aber die neue Datei wurde erfolgreich hochgeladen.
es_es: No se pudo eliminar el archivo anterior, pero el archivo nuevo se cargó correctamente.
fr_fr: Impossible de supprimer l'ancien fichier mais le nouveau fichier a été téléchargé avec succès.
ja_jp: 古いファイルを削除できませんでしたが、新しいファイルが正常にアップロードされました。
pt_pt: Não foi possível excluir o arquivo antigo, mas o novo arquivo foi carregado com sucesso.
zh_cn: 无法删除旧文件，但新文件成功上传。

source: eBook path couldn't be saved in database.
ar_sa: تعذر حفظ مسار الكتاب الإلكتروني في قاعدة البيانات.
de_de: Der eBook-Pfad konnte nicht in der Datenbank gespeichert werden.

source: eBook file couldn't be save on drive.
de_de: Die eBook-Datei konnte nicht in der Datenbank gespeichert werden.

source: Couldn't upload or save file.%s%s
ar_sa: تعذر تحميل الملف أو حفظه. %s %s
de_de: Datei konnte nicht hochgeladen oder gespeichert werden.%s%s
es_es: No se pudo cargar o guardar el archivo. %s %s
fr_fr: Impossible de télécharger ou d'enregistrer le fichier. %s %s
ja_jp: ファイルをアップロードまたは保存できませんでした。 %s %s
pt_pt: Não foi possível carregar ou salvar o arquivo. %s %s
zh_cn: 无法上传或保存文件。 %s %s

source: Couldn't find requested book(%d).
ar_sa: تعذر العثور على الكتاب المطلوب ( %d ).
de_de: Angefragtes Buch (%d) konnte nicht gefunden werden.

source: Specified token is invalid or expired.
ar_sa: الرمز المميز المحدد غير صالح أو منتهية الصلاحية.
de_de: Angegebenes Token ist ungültig oder abgelaufen.
es_es: El token especificado no es válido o ha caducado.
fr_fr: Le jeton spécifié est invalide ou a expiré.
ja_jp: 指定されたトークンが無効または期限切れです。
pt_pt: O token especificado é inválido ou expirou.
zh_cn: 指定的令牌无效或过期。

source: You have to specify password.
ar_sa: عليك تحديد كلمة المرور.
de_de: Sie müssen ein Passwort angeben.
es_es: Debes especificar la contraseña
fr_fr: Vous devez spécifier un mot de passe.
ja_jp: パスワードを指定する必要があります。
pt_pt: Você precisa especificar a senha.
zh_cn: 你必须指定密码。

source: Password is updated. Please try to login.
ar_sa: تم تحديث كلمة المرور. الرجاء محاولة تسجيل الدخول.
de_de: Passwort wurde aktualisiert. Bitte versuchen Sie sich einzuloggen.
es_es: La contraseña esta actualizada Intenta iniciar sesión
fr_fr: Le mot de passe est mis à jour S'il vous plaît essayer de vous connecter.
ja_jp: パスワードが更新されます。ログインしてみてください。
pt_pt: A senha é atualizada. Tente fazer login.
zh_cn: 密码已更新。请尝试登录。

source: Couldn't delete token from database.
ar_sa: تعذر حذف الرمز المميز من قاعدة البيانات.
de_de: Token konnte nicht aus der Datenbank gelöscht werden.
es_es: No se pudo eliminar el token de la base de datos.
fr_fr: Impossible de supprimer le jeton de la base de données.
ja_jp: データベースからトークンを削除できませんでした。
pt_pt: Não foi possível excluir o token do banco de dados.
zh_cn: 无法从数据库中删除标记。

source: Couldn't activate user.
ar_sa: تعذر تنشيط المستخدم.
de_de: Nutzer konnte nicht aktiviert werden.
es_es: No se pudo activar al usuario.
fr_fr: Impossible d'activer l'utilisateur.
ja_jp: ユーザーをアクティブ化できませんでした。
pt_pt: Não foi possível ativar o usuário.
zh_cn: 无法激活用户。

source: Couldn't update user password.
ar_sa: تعذر تحديث كلمة مرور المستخدم.
de_de: Nutzerpasswort konnte nicht aktualisiert werden.
es_es: No se pudo actualizar la contraseña del usuario.
fr_fr: Impossible de mettre à jour le mot de passe utilisateur.
ja_jp: ユーザーのパスワードを更新できませんでした。
pt_pt: Não foi possível atualizar a senha do usuário.
zh_cn: 无法更新用户密码。

source: Couldn't find user for specified token.
ar_sa: تعذر العثور على المستخدم لرمز مميز محدد.
de_de: Nutzer für das angegebene Token konnte nicht gefunden werden.
es_es: No se pudo encontrar el usuario para el token especificado.
fr_fr: Impossible de trouver l'utilisateur pour le jeton spécifié.
ja_jp: 指定されたトークンのユーザーを見つけることができませんでした。
pt_pt: Não foi possível encontrar o usuário para o token especificado.
zh_cn: 无法找到指定令牌的用户。

source: Couldn't find specified token.
ar_sa: تعذر العثور على الرمز المميز المحدد.
de_de: Das angegebene Token konnte nicht gefunden werden.
es_es: No se pudo encontrar el token especificado.
fr_fr: Impossible de trouver le jeton spécifié.
ja_jp: 指定されたトークンを見つけることができませんでした。
pt_pt: Não foi possível encontrar token especificado.
zh_cn: 找不到指定的标记。

source: Password Recovery
ar_sa: استعادة كلمة السر
de_de: Passwort wiederherstellen

source: Couldn't sent email due to from email address. Please contact <a href="mailto:%s">site administrator(%s)</a> and provide this message.
ar_sa: تعذر إرسال البريد الإلكتروني بسبب عنوان البريد الإلكتروني. يرجى الاتصال <a href="mailto: %s "> مسؤول الموقع ( %s ) </a> وتقديم هذه الرسالة.
de_de: Die E-Mail konnte nicht gesendet werden. Bitte kontaktieren Sie den <a href="mailto:%s">Administrator(%s)</a> und stellen Sie diese Nachricht bereit.

source: Recovery email was sent. Please check your email.
ar_sa: تم إرسال البريد الإلكتروني المخصص للطوارئ. تفقد بريدك الالكتروني من فضلك.
de_de: Wiederherstellungs-E-Mail wurde gesendet. Bitte überprüfen Sie Ihre E-Mail.
es_es: Se envió un correo electrónico de recuperación. Por favor revise su correo electrónico.
fr_fr: L'e-mail de récupération a été envoyé. Merci de consulter vos emails.
ja_jp: 復旧メールが送信されました。メールを確認してください。
pt_pt: O e-mail de recuperação foi enviado. Por favor verifique seu email.
zh_cn: 恢复电子邮件已发送。请查看你的邮箱。

source: Couldn't send recovery email. Please try to recover again.<br/>%s
ar_sa: تعذر إرسال البريد الإلكتروني المخصص للطوارئ. الرجاء محاولة استرداد مرة أخرى. <br/> %s
de_de: Wiederherstellungs-E-Mail konnte nicht gesendet werden. Bitte versuchen Sie es erneut. <br/> %s
es_es: No se pudo enviar el correo electrónico de recuperación. Por favor intente recuperarse nuevamente. <br/> %s
fr_fr: Impossible d'envoyer un e-mail de récupération. Veuillez essayer de récupérer à nouveau. <br/> %s
ja_jp: 予備のメールを送信できませんでした。もう一度回復してください。<br/> %s
pt_pt: Não foi possível enviar o email de recuperação. Tente recuperar novamente. <br/> %s
zh_cn: 无法发送辅助邮箱请尝试再次恢复。<br/> <br/> %s

source: Couldn't inactivate user.
ar_sa: تعذر تعطيل المستخدم.
de_de: Nutzer konnte nicht inaktiviert werden.
es_es: No se pudo desactivar al usuario
fr_fr: Impossible d'inactiver l'utilisateur.
ja_jp: ユーザーを非アクティブ化できませんでした。
pt_pt: Não foi possível inativar o usuário.
zh_cn: 无法使用户无效。

source: Couldn't get user information in database.
ar_sa: تعذر الحصول على معلومات المستخدم في قاعدة البيانات.
de_de: Nutzerinformationen konnten nicht in der Datenbank abgerufen werden.
es_es: No se pudo obtener información del usuario en la base de datos.
fr_fr: Impossible d'obtenir les informations utilisateur dans la base de données.
ja_jp: データベースのユーザー情報を取得できませんでした。
pt_pt: Não foi possível obter informações do usuário no banco de dados.
zh_cn: 无法获取数据库中的用户信息。

source: Couldn't save recovery hash in database.
ar_sa: تعذر حفظ تجزئة الاسترداد في قاعدة البيانات.
de_de: Wiederherstellungshash konnte nicht in der Datenbank gespeichert werden.
es_es: No se pudo guardar el hash de recuperación en la base de datos.
fr_fr: Impossible d'enregistrer le hachage de récupération dans la base de données.
ja_jp: 回復ハッシュをデータベースに保存できませんでした。
pt_pt: Não foi possível salvar o hash de recuperação no banco de dados.
zh_cn: 无法将恢复散列保存在数据库中。

source: Couldn't delete existing token.
ar_sa: تعذر حذف الرمز المميز الحالي.
de_de: Vorhandene Token konnte nicht gelöscht werden.
es_es: No se pudo eliminar el token existente.
fr_fr: Impossible de supprimer le jeton existant.
ja_jp: 既存のトークンを削除できませんでした。
pt_pt: Não foi possível excluir o token existente.
zh_cn: 无法删除现有的令牌。

source: Specified email is not exist in database.
ar_sa: البريد الإلكتروني المحدد غير موجود في قاعدة البيانات.
de_de: Angegebene E-Mail-Adresse ist in der Datenbank nicht vorhanden.
es_es: El correo electrónico especificado no existe en la base de datos.
fr_fr: Le courrier électronique spécifié n'existe pas dans la base de données.
ja_jp: 指定された電子メールはデータベースに存在しません。
pt_pt: O email especificado não existe no banco de dados.
zh_cn: 指定的电子邮件在数据库中不存在。

source: Genre saving is failed for some reason.
ar_sa: أخفق حفظ النوع لسبب ما.
de_de: Speichern von Genres ist aus irgendeinem Grund fehlgeschlagen.
es_es: El ahorro de género falla por alguna razón.
fr_fr: L'enregistrement de genre a échoué pour une raison quelconque.
ja_jp: 何らかの理由でジャンル保存に失敗しました。
pt_pt: A economia de gênero é falhada por algum motivo.
zh_cn: 由于某种原因，流派保存失败。

source: Couldn't save Genre.%s%s
ar_sa: تعذر حفظ النوع. %s %s
de_de: Genre konnte nicht gespeichert werden.%s%s
es_es: No se pudo guardar el género. %s %s
fr_fr: Impossible de sauvegarder le genre. %s %s
ja_jp: ジャンルを保存できませんでした。 %s %s
pt_pt: Não foi possível salvar gênero. %s %s
zh_cn: 无法保存流派。 %s %s

source: Couldn't delete Genre '%d' for some reason.
ar_sa: تعذر حذف النوع ' %d ' لسبب ما.
de_de: Genre ' %d ' konnte aus irgendeinem Grund nicht gelöscht werden.
es_es: No se pudo eliminar el género ' %d ' por algún motivo.
fr_fr: Impossible de supprimer le genre ' %d ' pour une raison quelconque.
ja_jp: ジャンル「 %d 」を何らかの理由で削除できませんでした。
pt_pt: Não foi possível excluir o gênero ' %d ' por algum motivo.
zh_cn: 出于某种原因，无法删除流派“ %d ”。

source: There is no Genre with Id '%d' in database table "%s".
ar_sa: لا يوجد نوع مع إد ' %d ' في جدول قاعدة البيانات \ " %s ".
de_de: Es gibt kein Genre mit der ID ' %d ' in der Datenbanktabelle " %s ".
es_es: No hay ningún género con Id ' %d ' en la tabla de la base de datos \ " %s ".
fr_fr: Il n'y a pas de genre avec l'identifiant ' %d ' dans la table de base de données \ " %s ".
pt_pt: Não há gênero com Id ' %d ' na tabela de banco de dados \ " %s ".

source: Genre is deleted successfully.
ar_sa: تم حذف النوع بنجاح.
de_de: Genre wurde erfolgreich gelöscht.
es_es: El género se borró con éxito.
fr_fr: Le genre est supprimé avec succès.
ja_jp: ジャンルが正常に削除されます。
pt_pt: O gênero é excluído com sucesso.
zh_cn: 流派已成功删除。

source: Couldn't delete Genre '%d'.%s%s
ar_sa: تعذر حذف النوع ' %d '. %s %s
de_de: Genre ' %d ' konnte nicht gelöscht werden.%s%s
es_es: No se pudo eliminar el género ' %d '. %s %s
fr_fr: Impossible de supprimer le genre ' %d '. %s %s
ja_jp: ジャンル ' %d 'を削除できませんでした。 %s %s
pt_pt: Não foi possível excluir o gênero ' %d '. %s %s
zh_cn: 无法删除类型' %d '。 %s %s

source: Genre with id = '%d' is not found.
ar_sa: لم يتم العثور على النوع مع إد = ' %d '.
de_de: Genre mit ID = ' %d ' wurde nicht gefunden.
es_es: No se encuentra el género con id = ' %d '.
fr_fr: Genre avec id = ' %d ' n'est pas trouvé.
ja_jp: id = ' %d 'のジャンルは見つかりません。
pt_pt: O gênero com id = ' %d ' não foi encontrado.
zh_cn: 没有找到id =' %d '的流派。

source: Couldn't delete author's photo.
ar_sa: تعذر حذف صورة المؤلف.
de_de: Foto des Autors konnte nicht gelöscht werden.
es_es: No se pudo borrar la foto del autor.
fr_fr: Impossible de supprimer la photo de l'auteur.
ja_jp: 著者の写真を削除できませんでした。
pt_pt: Não foi possível excluir a foto do autor.
zh_cn: 无法删除作者的照片。

source: Couldn't delete old book image.
de_de: Alte Buchabbildung konnte nicht gelöscht werden.

source: Couldn't delete old Cover.
ar_sa: تعذر حذف الغلاف القديم.
de_de: Altes Cover konnte nicht gelöscht werden.
es_es: No se pudo borrar la Cubierta anterior.
fr_fr: Impossible de supprimer l'ancienne couverture.
ja_jp: 古いカバーを削除できませんでした。
pt_pt: Não foi possível excluir a capa antiga.
zh_cn: 无法删除旧封面。

source: Couldn't delete Image '%d' from hard drive for some reason.
ar_sa: تعذر حذف الصورة ' %d ' من القرص الصلب لسبب ما.
de_de: Abbildung ' %d ' konnte aus irgendeinem Grund nicht von der Festplatte gelöscht werden.
es_es: No se pudo eliminar la imagen ' %d ' del disco duro por algún motivo.
fr_fr: Impossible de supprimer l'image ' %d ' du disque dur pour une raison quelconque.
ja_jp: 何らかの理由でハードドライブからイメージ ' %d 'を削除できませんでした。
pt_pt: Não foi possível excluir a imagem ' %d ' do disco rígido por algum motivo.
zh_cn: 出于某种原因，无法从硬盘删除图像' %d '。

source: Couldn't delete Image '%d' from database for some reason.
ar_sa: تعذر حذف الصورة ' %d ' من قاعدة البيانات لسبب ما.
de_de: Abbildung ' %d ' konnte aus irgendeinem Grund nicht aus der Datenbank gelöscht werden.
es_es: No se pudo eliminar la imagen ' %d ' de la base de datos por algún motivo.
fr_fr: Impossible de supprimer l'image ' %d ' de la base de données pour une raison quelconque.
ja_jp: なんらかの理由でデータベース ' %d 'のイメージを削除できませんでした。
pt_pt: Não foi possível excluir a imagem ' %d ' do banco de dados por algum motivo.
zh_cn: 出于某种原因，无法从数据库中删除图像“ %d ”。

source: Image is deleted successfully.
ar_sa: تم حذف الصورة بنجاح.
de_de: Abbildung wurde erfolgreich gelöscht.
es_es: La imagen se borró con éxito.
fr_fr: L'image est supprimée avec succès.
ja_jp: 画像は正常に削除されます。
pt_pt: A imagem foi excluída com sucesso.
zh_cn: 图像被成功删除。

source: There is no Image with Id '%d' in database(%s).
ar_sa: لا توجد صورة مع إد ' %d ' في قاعدة البيانات ( %s ).
de_de: Es ist keine Abbildung mit der ID ' %d ' in der Datenbank vorhanden(%s).
es_es: No hay Imagen con Id ' %d ' en la base de datos ( %s ).
fr_fr: Il n'y a pas d'image avec l'ID ' %d ' dans la base de données ( %s ).
ja_jp: ID ' %d 'の画像はデータベース（ %s ）にありません。
pt_pt: Não há imagem com Id ' %d ' no banco de dados ( %s ).

source: Couldn't delete Image '%d'.%s%s
ar_sa: تعذر حذف الصورة ' %d '. %s %s
de_de: Abbildung ' %d ' konnte nicht gelöscht werden.%s%s
es_es: No se pudo eliminar la imagen ' %d '. %s %s
fr_fr: Impossible de supprimer l'image ' %d '. %s %s
ja_jp: イメージ ' %d 'を削除できませんでした。 %s %s
pt_pt: Não foi possível excluir a imagem ' %d '. %s %s
zh_cn: 无法删除图片' %d '。 %s %s

source: ImageResolution saving is failed for some reason.
ar_sa: فشل إيماجيريسولوتيون الادخار لسبب ما.
de_de: Das Speichern von Bildauflösung ist aus irgendeinem Grund fehlgeschlagen.
es_es: El ahorro de ImageResolution falla por alguna razón.
fr_fr: L'enregistrement d'ImageResolution a échoué pour une raison quelconque.
ja_jp: 何らかの理由でImageResolutionの保存に失敗しました。
pt_pt: A economia de resgate de imagem é falhada por algum motivo.
zh_cn: 由于某种原因，ImageResolution保存失败。

source: Couldn't save ImageResolution.%s%s
ar_sa: تعذر حفظ إيماجيريسولوتيون. %s %s
de_de: Bildauflösung konnte nicht gespeichert werden.%s%s
es_es: No se pudo guardar ImageResolution. %s %s
fr_fr: Impossible d'enregistrer ImageResolution. %s %s
ja_jp: ImageResolutionを保存できませんでした。 %s %s
pt_pt: Não foi possível salvar a ImageResolution. %s %s
zh_cn: 无法保存ImageResolution。 %s %s

source: Couldn't delete ImageResolution '%d' for some reason.
ar_sa: تعذر حذف إيماجيريسولوتيون ' %d ' لسبب ما.
de_de: Bildauflösung ' %d ' konnte aus irgendeinem Grund nicht gelöscht werden.
es_es: No se pudo eliminar ImageResolution ' %d ' por algún motivo.
fr_fr: Impossible de supprimer ImageResolution ' %d ' pour une raison quelconque.
ja_jp: 何らかの理由でImageResolution ' %d 'を削除できませんでした。
pt_pt: Não foi possível excluir ImageResolution ' %d ' por algum motivo.
zh_cn: 出于某种原因，无法删除ImageResolution' %d '。

source: There is no ImageResolution with Id '%d' in database table "%s".
ar_sa: لا توجد إيماجيريسولوتيون مع إد ' %d ' في جدول قاعدة البيانات \ " %s ".
de_de: Es gibt keine Bildauflösung mit der ID ' %d ' in der Datenbanktabelle " %s ".
es_es: No hay ImageResolution con Id ' %d ' en la tabla de la base de datos \ " %s ".
fr_fr: Il n'y a pas de résolution ImageResolution avec l'ID ' %d ' dans la table de base de données \ " %s ".
pt_pt: Não há ImageResolution com Id ' %d ' na tabela de banco de dados \ " %s ".

source: ImageResolution is deleted successfully.
ar_sa: يتم حذف إيماجيريسولوتيون بنجاح.
de_de: Bildauflösung wird erfolgreich gelöscht.
es_es: ImageResolution se borró con éxito.
fr_fr: ImageResolution est supprimé avec succès.
ja_jp: ImageResolutionは正常に削除されます。
pt_pt: ImageResolution é eliminada com sucesso.
zh_cn: ImageResolution被成功删除。

source: Couldn't delete ImageResolution '%d'.%s%s
ar_sa: تعذر حذف إيماجيريسولوتيون ' %d '. %s %s
de_de: Bildauflösung ' %d ' konnte nicht gelöscht werden.%s%s
es_es: No se pudo eliminar ImageResolution ' %d '. %s %s
fr_fr: Impossible de supprimer ImageResolution ' %d '. %s %s
ja_jp: ImageResolution ' %d 'を削除できませんでした。 %s %s
pt_pt: Não foi possível excluir ImageResolution ' %d '. %s %s
zh_cn: 无法删除ImageResolution' %d '。 %s %s

source: Image path couldn't be saved in database.
ar_sa: تعذر حفظ مسار الصورة في قاعدة البيانات.
de_de: Bildpfad konnte nicht in der Datenbank gespeichert werden.
es_es: La ruta de la imagen no se pudo guardar en la base de datos.
fr_fr: Le chemin de l'image n'a pas pu être enregistré dans la base de données.
ja_jp: 画像パスをデータベースに保存できませんでした。
pt_pt: O caminho da imagem não pôde ser salvo no banco de dados.
zh_cn: 图像路径无法保存在数据库中。

source: Couldn't upload or save image.%s%s
ar_sa: تعذر تحميل الصورة أو حفظها. %s %s
de_de: Abbildung konnte nicht hochgeladen oder gespeichert werden.%s%s
es_es: No se pudo cargar o guardar la imagen. %s %s
fr_fr: Impossible de télécharger ou d'enregistrer l'image. %s %s
ja_jp: 画像をアップロードまたは保存できませんでした。 %s %s
pt_pt: Não foi possível carregar ou salvar a imagem. %s %s
zh_cn: 无法上传或保存图片。 %s %s

source: Couldn't get issue by id = "%d".
ar_sa: تعذر الحصول على المشكلة بالمعرف = \ " %d ".
de_de: Problem konnte nicht durch ID = " %d " behoben werden.
es_es: No se pudo obtener el problema por id = \ " %d ".
fr_fr: Impossible d'obtenir le problème par id = \ " %d ".
ja_jp: id = \ " %d "によって問題を取得できませんでした。
pt_pt: Não foi possível obter o problema por id = \ " %d ".
zh_cn: 无法通过id = \“ %d \”得到问题。

source: Issue lost status updating is failed for some reason.
ar_sa: أخفق تحديث حالة فقدت الحالة لسبب ما.
de_de: Fehler beim Aktualisieren des verlorenen Status ist aus irgendeinem Grund fehlgeschlagen.
es_es: La actualización del estado perdido se ha producido un error por algún motivo.
fr_fr: La mise à jour du statut de problème perdu a échoué pour une raison quelconque.
ja_jp: 何らかの理由で、失われたステータスの更新が失敗しました。
pt_pt: A atualização do status perdida do problema foi falhada por algum motivo.
zh_cn: 由于某种原因，失败的状态更新失败。

source: Couldn't update Book status for some reason.
de_de: Buchstatus konnte aus irgendeinem Grund nicht aktualisiert werden.

source: Issue Log saving is failed for some reason.
de_de: Speichern der Ausgabenhistorie der ist aus irgendeinem Grund fehlgeschlagen.

source: Couldn't update lost status of Issue.%s%s
ar_sa: تعذر تحديث الحالة المفقودة للمشكلة. %s %s
de_de: Der "Verloren"-Status der Ausgabe konnte nicht aktualisiert werden.%s%s
es_es: No se pudo actualizar el estado perdido de Issue. %s %s
fr_fr: Impossible de mettre à jour le statut perdu du problème. %s %s
ja_jp: 問題の失われたステータスを更新できませんでした。 %s %s
pt_pt: Não foi possível atualizar o status perdido do Problema. %s %s
zh_cn: 无法更新问题的丢失状态。 %s %s

source: Couldn't get issue by id "%d".
ar_sa: تعذر الحصول على المشكلة بالمعرف \ " %d ".
de_de: Ausgabe mit der ID " %d " war nicht zu finden.
es_es: No se pudo obtener el problema por id \ " %d ".
fr_fr: Impossible d'obtenir le problème par l'ID \ " %d ".
ja_jp: ID \ " %d "で発行できませんでした。
pt_pt: Não foi possível obter o problema por id \ " %d ".
zh_cn: 无法通过id \“ %d \”得到问题。

source: Issue return date updating is failed for some reason.
ar_sa: أخفق تحديث تاريخ عودة المشكلة لسبب ما.
de_de: Aktualisierung des Rückgabedatums ist aus irgendeinem Grund fehlgeschlagen.
es_es: La actualización de la fecha de devolución del problema falla por alguna razón.
fr_fr: La mise à jour de la date de retour d'un problème a échoué pour une raison quelconque.
ja_jp: 何らかの理由で問題の返品日の更新に失敗しました。
pt_pt: A edição da data de retorno do problema é falhada por algum motivo.
zh_cn: 由于某些原因，发行退货日期更新失败。
