Repository: zeynab12345/my_project
Catalog: lms/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, pt_pt, zh_cn

source: Menu Delete
ar_sa: القائمة حذف
de_de: Menü entfernen

source: Menu Items Edit
ar_sa: عناصر القائمة تحرير
de_de: Menüpunkte bearbeiten

source: Site View Option File Upload
ar_sa: عرض ملف الخيار تحميل الملف
de_de: Datei für Seitenansichtsoptionen hochladen

source: Site View Option File Delete
ar_sa: ملف عرض الخيار الخيار حذف
de_de: Datei für Seitenansichtsoptionen entfernen

source: SMS Send
de_de: SMS senden

source: SMS Get Balance
de_de: Abgleich für SMS erhalten

source: Static Short Code List View
ar_sa: عرض قائمة الرموز القصيرة الثابتة
de_de: Liste der feststehenden Kurzcodes anzeigen

source: Dynamic Short Code List View
ar_sa: عرض قائمة الرموز الديناميكية الديناميكية
de_de: Liste der dynamischen Kurzcodes anzeigen

source: Book RSS Public
de_de: Bücher-RSS [öffentlich]

source: Books List View Public
ar_sa: قائمة الكتب عرض عام
de_de: Bücherliste anzeigen [öffentlich]

source: Book View Public
ar_sa: كتاب عرض الجمهور
de_de: Buch anzeigen [öffentlich]

source: Book Search Public
ar_sa: كتاب البحث العام
de_de: Buch suchen [öffentlich]

source: Google Search Book
ar_sa: بحث غوغل
de_de: Google-Suche für das Buch ausführen

source: Google Search Book By ISBN
de_de: Google-Suche nach ISBN für das Buch ausführen

source: Publisher Books View Public
ar_sa: كتب الناشر عرض عام
de_de: Herausgeber der Bücher anzeigen [öffentlich]

source: Publisher Search Public
ar_sa: بحث الناشر عام
de_de: Herausgebersuche [öffentlich]

source: Series Books View Public
ar_sa: سلسلة كتب عرض عام
de_de: Buchserien anzeigen [öffentlich]

source: Search Series
ar_sa: سلسلة البحث
de_de: Serien durchsuchen

source: Author List View Public
ar_sa: قائمة المؤلف عرض عام
de_de: Autorenliste anzeigen [öffentlich]

source: Author Books View Public
ar_sa: المؤلف كتب عرض عام
de_de: Buchautoren anzeigen [öffentlich]

source: Author Search
ar_sa: بحث المؤلف
de_de: Autorensuche

source: Genre Books View Public
ar_sa: النوع كتب عرض عام
de_de: Buchgenres anzeigen [öffentlich]

source: Genre Search
ar_sa: البحث عن النوع
de_de: Genresuche

source: Store Search
ar_sa: بحث المتجر
de_de: Bestandssuche

source: Location Search
ar_sa: البحث عن الموقع
de_de: Standortsuche

source: Tag Books View Public
de_de: Schlagwörter der Bücher anzeigen [öffentlich]

source: Tag Search
de_de: Schlagwortsuche

source: Envato License Verification
de_de: Envato-Lizenzverifikation

source: Public Index
ar_sa: المؤشر العام
de_de: Öffentliches Verzeichnis

source: InternalServerError
ar_sa: (2) خطأ في الخادم الداخلي
de_de: Interner Server-Fehler

source: Page Is Not Found
ar_sa: لم يتم العثور على الصفحة
de_de: Seite wurde nicht gefunden

source: Page Is Forbidden
ar_sa: الصفحة ممنوع
de_de: Zugriff auf die Seite ist nicht gestattet

source: Public Login
ar_sa: تسجيل الدخول العام
de_de: Öffentliche Anmeldung

source: Public Logout
ar_sa: تسجيل الخروج العام
de_de: Öffentliche Abmeldung

source: Public User Registration
ar_sa: تسجيل المستخدم العام
de_de: Öffentliche Nutzerregistrierung

source: Public User Profile
de_de: Öffentliches Nutzerprofil

source: Social Auth
de_de: Soziale Authentifikation

source: Issue Create Public
de_de: Ausgabe erstellen [öffentlich]

source: Issued Book Set Lost Public
de_de: Status eines ausgegebenen Buches auf "Verloren" setzen [öffentlich]

source: Issued Book Set Returned Public
de_de: Status eines ausgegebenen Buches auf "Zurückgegeben" setzen [öffentlich]

source: Post List View Public
ar_sa: قائمة المشاركات عرض عام
de_de: Beitragsliste anzeigen [öffentlich]

source: Post List View By Category
ar_sa: عرض قائمة عرض حسب الفئة
de_de: Beitragsliste nach Kategorien anzeigen

source: Post Search Public
ar_sa: البحث عن عام
de_de: Beitragssuche [öffentlich]

source: Posts And Pages Search Public
ar_sa: المشاركات والصفحات بحث عام
de_de: Beitrags- und Seitensuche [öffentlich]

source: Pages Search Public
ar_sa: الصفحات بحث عام
de_de: Seitensuche [öffentlich]

source: Post View Public
ar_sa: مشاركة عرض عام
de_de: Beitrag anzeigen [öffentlich]

source: Book View Public via URL
de_de: Buch anzeigen [öffentlich] via URL

source: Page View Public
ar_sa: عرض الصفحة عام
de_de: Seite anzeigen [öffentlich]

source: Wrong login or password!
ar_sa: خطا في اسم الدخول او في كلمه المرور!
de_de: Falscher Nutzername oder Passwort!
es_es: Login o contraseña incorrecta
fr_fr: Identifiant ou mot de passe incorrect!
ja_jp: 間違ったログインやパスワード！
pt_pt: Login ou senha errada!
zh_cn: 错误的登录名或密码！

source: Session is expired. Please log in again.
ar_sa: انتهت صلاحية الجلسة. الرجاد الدخول على الحساب من جديد.
de_de: Sitzung ist abgelaufen. Bitte melden Sie sich erneut an.
es_es: Sesión expirada. Por favor vuelva a conectarse.
fr_fr: La session a expiré. Veuillez vous reconnecter
ja_jp: セッションは期限切れです。もう一度ログインしてください。
pt_pt: A sessão está expirada. Por favor faça login novamente.
zh_cn: 会话已过期。请重新登录。

source: Everybody
ar_sa: الجميع
de_de: Jeder

source: Nobody
ar_sa: لا أحد؟
de_de: Niemand

source: Press to generate sitemap
ar_sa: اضغط لإنشاء ملف سيتماب
de_de: Klicken, um Seitenübersicht zu erzeugen

source: Administrator's Email
ar_sa: البريد الإلكتروني للمشرف
de_de: E-Mail des Administrators
es_es: Correo electrónico del administrador
fr_fr: Email de l'administrateur
ja_jp: 管理者の電子メール
pt_pt: E-mail do administrador
zh_cn: 管理员电子邮件

source: Type here administrator's email
ar_sa: اكتب البريد الإلكتروني هنا للمشرف
de_de: Geben Sie hier die E-Mail des Administrators ein
es_es: Escriba aquí el correo electrónico del administrador
fr_fr: Tapez ici l'adresse email de l'administrateur
ja_jp: ここに管理者のメールアドレスを入力してください
pt_pt: Digite aqui o e-mail do administrador
zh_cn: 在此输入管理员的电子邮件

source: Default language
ar_sa: اللغة الافتراضية
de_de: Standardsprache

source: Select default language
ar_sa: حدد اللغة الافتراضية
de_de: Standardsprache auswählen

source: No Image
ar_sa: لا توجد صورة
de_de: Keine Abbildung
es_es: Sin imagen
fr_fr: Pas d'image
ja_jp: イメージなし
pt_pt: Sem imagem
zh_cn: 没有图片

source: This image will be displayed if image is not specified
ar_sa: سيتم عرض هذه الصورة إذا لم يتم تحديد الصورة
de_de: Diese Abbildung wird angezeigt, wenn keine Abbildung angegeben ist
es_es: Esta imagen se mostrará si la imagen no está especificada
fr_fr: Cette image sera affichée si l'image n'est pas spécifiée
ja_jp: 画像が指定されていない場合、この画像が表示されます
pt_pt: Esta imagem será exibida se a imagem não for especificada
zh_cn: 如果未指定图像，则将显示该图像

source: No Book
ar_sa: لا كتاب
de_de: Kein Buch
es_es: Ningún libro
fr_fr: Pas de livre
ja_jp: 予約なし
pt_pt: Sem Livro
zh_cn: 没有书

source: This image will be displayed if book image in not specified
ar_sa: سيتم عرض هذه الصورة إذا لم يتم تحديد صورة الكتاب
de_de: Dieses Abbildung wird angezeigt, wenn die Buchabbildung nicht angegeben ist
es_es: Esta imagen se mostrará si la imagen del libro no está especificada
fr_fr: Cette image sera affichée si l'image du livre n'est pas spécifiée
ja_jp: 書籍画像が指定されていない場合、この画像が表示されます
pt_pt: Esta imagem será exibida se a imagem do livro não estiver especificada
zh_cn: 如果未指定书籍图像，将显示此图像

source: No User
ar_sa: لا مستخدم
de_de: Kein Nutzer
fr_fr: Aucun utilisateur
ja_jp: ユーザーなし
pt_pt: Nenhum usuário
zh_cn: 没有用户

source: This image will be displayed if user photo in not specified
ar_sa: سيتم عرض هذه الصورة إذا لم يتم تحديد صورة المستخدم
de_de: Diese Abbildung wird angezeigt, wenn das Nutzerfoto nicht angegeben ist
es_es: Esta imagen se mostrará si la foto del usuario no está especificada
fr_fr: Cette image sera affichée si la photo de l'utilisateur n'est pas spécifiée
ja_jp: この画像は、ユーザーの写真が指定されていない場合に表示されます
pt_pt: Esta imagem será exibida se a foto do usuário não for especificada
zh_cn: 如果未指定用户照片，则将显示此图像

source: This image will be displayed as site logo image
ar_sa: سيتم عرض هذه الصورة كصورة شعار الموقع
de_de: Diese Abbildung wird als Site-Logo-Abbildung angezeigt
es_es: Esta imagen se mostrará como imagen del logotipo del sitio
fr_fr: Cette image sera affichée comme image du logo du site
ja_jp: この画像はサイトロゴ画像として表示されます
pt_pt: Esta imagem será exibida como imagem do logotipo do site
zh_cn: 此图片将显示为网站标志图片

source: This image will be displayed as site favicon
ar_sa: سيتم عرض هذه الصورة كعنوان المفضلة للموقع
de_de: Dieses Bild wird als Site-Favicon angezeigt
es_es: Esta imagen se mostrará como favicon del sitio
fr_fr: Cette image sera affichée en tant que favicon du site
ja_jp: この画像はサイトファビコンとして表示されます
pt_pt: Esta imagem será exibida como favicon do site
zh_cn: 此图片将显示为网站图标

source: Location of blog with leading slash
ar_sa: موقع بلوق مع القطع المائلة الرائدة
de_de: Standort des Blogs mit führendem Schrägstrich
es_es: Ubicación del blog con barra diagonal
fr_fr: Emplacement du blog avec barre oblique
ja_jp: スラッシュ付きのブログの場所
pt_pt: Localização do blog com a barra de liderança
zh_cn: 带斜杠的博客的位置

source: Admin URL
ar_sa: عنوان ورل المشرف
de_de: Administrator-URL
es_es: URL de administrador
fr_fr: URL de l'administrateur
ja_jp: 管理者のURL
pt_pt: URL do administrador
zh_cn: 管理员网址

source: Location of admin part of site with leading slash
ar_sa: موقع المشرف جزء من الموقع مع القطع المائلة الرائدة
de_de: Speicherort des Administratorbereichs der Seite mit einem führendem Schrägstrich
es_es: Ubicación de la parte de administrador del sitio con barra diagonal
fr_fr: Emplacement de la partie administrative du site avec barre oblique
ja_jp: スラッシュを含むサイトの管理部分の場所
pt_pt: Localização da parte administrativa do site com barra de liderança
zh_cn: 领先的斜线的网站管理员部分的位置

source: Site Name
ar_sa: اسم الموقع
de_de: Seitenname

source: Type here name of site
ar_sa: اكتب هنا اسم الموقع
de_de: Geben Sie hier den Namen der Seite an

source: Footer Credits
ar_sa: فوتر ائتمانات
de_de: Fußnoten

source: Type here footer credits
ar_sa: اكتب أرصدة تذييل هنا
de_de: Geben Sie hier Fußnoten ein

source: Images Per Page
ar_sa: الصور لكل صفحة
de_de: Bilder pro Seite
es_es: Imágenes por página
fr_fr: Images par page
ja_jp: ページあたりの画像
pt_pt: Imagens por Página
zh_cn: 每页图像

source: Number of images per page
ar_sa: عدد الصور في الصفحة
de_de: Anzahl der Bilder pro Seite
es_es: Número de imágenes por página
fr_fr: Nombre d'images par page
ja_jp: 1ページあたりの画像数
pt_pt: Número de imagens por página
zh_cn: 每页图像的数量

source: Users Per Page
ar_sa: المستخدمون لكل صفحة
de_de: Benutzer pro Seite
es_es: Usuarios por página
fr_fr: Utilisateurs par page
ja_jp: ページごとのユーザー数
pt_pt: Usuários por Página
zh_cn: 每页的用户

source: Number of users per page
ar_sa: عدد المستخدمين في كل صفحة
de_de: Anzahl der Nutzer pro Seite
es_es: Número de usuarios por página
fr_fr: Nombre d'utilisateurs par page
ja_jp: 1ページあたりのユーザー数
pt_pt: Número de usuários por página
zh_cn: 每页用户数

source: User Messages Per Page
ar_sa: رسائل المستخدم لكل صفحة
de_de: Nutzernachrichten pro Seite
es_es: Mensajes del usuario por página
fr_fr: Messages utilisateur par page
ja_jp: ページあたりのユーザーメッセージ
pt_pt: Mensagens do usuário por página
zh_cn: 每页的用户消息

source: Number of user messages per page
ar_sa: عدد رسائل المستخدم في كل صفحة
de_de: Anzahl der Nutzernachrichten pro Seite
es_es: Número de mensajes de usuario por página
fr_fr: Nombre de messages utilisateur par page
ja_jp: ページあたりのユーザーメッセージの数
pt_pt: Número de mensagens de usuário por página
zh_cn: 每页用户消息的数量

source: Menus Per Page
ar_sa: القوائم لكل صفحة
de_de: Menüs pro Seite
es_es: Menús por página
fr_fr: Menus par page
ja_jp: ページあたりのメニュー
pt_pt: Menus por Página
zh_cn: 菜单每页

source: Number of menus per page
ar_sa: عدد القوائم في الصفحة
de_de: Anzahl der Menüs pro Seite
es_es: Número de menús por página
fr_fr: Nombre de menus par page
ja_jp: 1ページあたりのメニュー数
pt_pt: Número de menus por página
zh_cn: 每页菜单数量

source: Book View Type [Public]
de_de: Buchansicht [öffentlich]

source: Select book view type
de_de: Wählen Sie die Buchansicht

source: Grid
de_de: Raster

source: List
de_de: Liste

source: Mini List
de_de: Miniliste

source: Books Per Page [Admin]
ar_sa: الكتب لكل صفحة [المشرف]
de_de: Bücher pro Seite [Admin]
es_es: Libros por página [Admin]
fr_fr: Livres par page [Admin]
ja_jp: ページごとの書籍[管理者]
pt_pt: Livros por página [Admin]
zh_cn: 每页图书[Admin]

source: Number of books per page in admin part
ar_sa: عدد الكتب لكل صفحة في جزء المشرف
de_de: Anzahl der Bücher pro Seite im Administratorbereich
es_es: Cantidad de libros por página en la parte de administrador
fr_fr: Nombre de livres par page dans la partie admin
ja_jp: 管理者ページの1ページあたりの書籍数
pt_pt: Número de livros por página na parte administrativa
zh_cn: 管理部分每页的书数

source: Books Per Page [Public]
ar_sa: الكتب لكل صفحة [عامة]
de_de: Bücher pro Seite [öffentlich]
es_es: Libros por página [Público]
fr_fr: Livres par page [Public]
ja_jp: 各ページの書籍[Public]
pt_pt: Livros por página [Public]
zh_cn: 每页图书[公众]

source: Number of books per page on public pages
ar_sa: عدد الكتب لكل صفحة في الصفحات العامة
de_de: Anzahl der Bücher pro Seite auf öffentlichen Seiten
es_es: Número de libros por página en páginas públicas
fr_fr: Nombre de livres par page sur les pages publiques
ja_jp: 公開ページの1ページあたりの書籍数
pt_pt: Número de livros por página em páginas públicas
zh_cn: 公共页面上每页的图书数量

source: Books Per Page With Filter [Public]
ar_sa: كتب لكل صفحة مع فلتر [عام]
de_de: Bücher pro Seite mit Filter [Öffentlich]
es_es: Libros por página con filtro [Público]
fr_fr: Livres par page avec filtre [Public]
ja_jp: フィルタ付きのページごとの書籍[Public]
pt_pt: Livros por página com filtro [público]
zh_cn: 每页书籍过滤[公共]

source: Number of filtered books per page on public pages
ar_sa: عدد الكتب التي تمت تصفيتها لكل صفحة في الصفحات العامة
de_de: Anzahl der gefilterten Bücher pro Seite auf öffentlichen Seiten
es_es: Cantidad de libros filtrados por página en páginas públicas
fr_fr: Nombre de livres filtrés par page sur les pages publiques
ja_jp: 公開ページの1ページあたりのフィルタリングされた書籍の数
pt_pt: Número de livros filtrados por página em páginas públicas
zh_cn: 公共页面上每页已过滤的图书数量

source: Last Books Number [Index]
ar_sa: آخر رقم كتب [فهرس]
de_de: Nummer des letzten Buches [Index]

source: Number of last created books on main (index) page
ar_sa: عدد الكتب التي تم إنشاؤها مؤخرا على الصفحة الرئيسية (الفهرس)
de_de: Anzahl der neu hinzugefügten Bücher auf der Hauptseite (Index)

source: RSS Books Number
de_de: RSS-Bücher-Nummer

source: Number of last created books for RSS
de_de: Anzahl der neu hinzugefügten Bücher für RSS

source: Top Rated Books Number [Index]
ar_sa: الأعلى تقييما عدد الكتب [إندكس]
de_de: Anzahl der der Bücher mit Top-Bewertung [Index]

source: Number of top rated books on main (index) page
ar_sa: عدد الكتب الأعلى تقييما في الصفحة الرئيسية (الفهرس)
de_de: Anzahl der top-bewerteten Bücher auf der Hauptseite (Index)

source: Authors Per Page [Index]
ar_sa: المؤلفون في كل صفحة [إندكس]
de_de: Autoren pro Seite [Index]

source: Number of authors on main (index) page
ar_sa: عدد المؤلفين على الصفحة الرئيسية (الفهرس)
de_de: Anzahl der Autoren auf der Hauptseite (Index)

source: Posts Per Page [Index]
ar_sa: المشاركات لكل صفحة [إندكس]
de_de: Beiträge pro Seite [Index]

source: Number of posts on main (index) page
ar_sa: عدد المشاركات في الصفحة الرئيسية (الفهرس)
de_de: Anzahl der Beiträge auf der Hauptseite (Index)

source: Reviews Per Page
ar_sa: التعليقات لكل صفحة
de_de: Rezensionen pro Seite

source: Number of reviews per page in admin part
ar_sa: عدد المراجعات لكل صفحة في جزء المشرف
de_de: Anzahl der Rezensionen pro Seite im Administratorbereich

source: Reviews Per Page [Public]
ar_sa: التعليقات لكل صفحة [عام]
de_de: Rezensionen pro Seite [öffentlich]

source: Number of reviews per page on public pages
ar_sa: عدد المراجعات لكل صفحة في الصفحات العامة
de_de: Anzahl der Rezensionen pro Seite auf öffentlichen Seiten

source: Issues Per Page
ar_sa: القضايا لكل صفحة
de_de: Ausgaben pro Seite
es_es: Problemas por página
fr_fr: Problèmes par page
ja_jp: ページあたりの問題
pt_pt: Problemas por página
zh_cn: 每页问题

source: Number of issues per page in admin part
ar_sa: عدد المشكلات في الصفحة في جزء المشرف
de_de: Anzahl der Ausgaben pro Seite im Administratorbereich
es_es: Número de problemas por página en la parte de administrador
fr_fr: Nombre de problèmes par page dans la partie admin
ja_jp: 管理者ページの1ページあたりの問題数
pt_pt: Número de problemas por página na parte administrativa
zh_cn: 管理员部分中每页的问题数量

source: Issue Logs Per Page
de_de: Einträge im Ausgabeprotokoll pro Seite

source: Number of issue logs per page in admin part
de_de: Anzahl der Einträge im Ausgabeprotokoll pro Seite im Administratorbereich

source: Requests Per Page
ar_sa: طلبات لكل صفحة
de_de: Anfragen pro Seite
es_es: Solicitudes por página
fr_fr: Demandes par page
ja_jp: ページあたりのリクエスト
pt_pt: Solicitações por Página
zh_cn: 每页请求

source: Number of requests per page in admin part
ar_sa: عدد الطلبات لكل صفحة في جزء المشرف
de_de: Anzahl der Anfragen pro Seite im Administratorbereich
es_es: Número de solicitudes por página en la parte de administrador
fr_fr: Nombre de demandes par page dans la partie admin
ja_jp: 管理者ページの1ページあたりのリクエスト数
pt_pt: Número de pedidos por página na parte administrativa
zh_cn: 管理部分每页的请求数

source: Authors Per Page [Admin]
ar_sa: المؤلفون لكل صفحة [أدمين]
de_de: Autoren pro Seite [Admin]
es_es: Autores por página [Admin]
fr_fr: Auteurs par page [Admin]
ja_jp: ページあたりの著者[管理者]
pt_pt: Autores por página [Admin]
zh_cn: 每页作者[Admin]

source: Number of authors per page in admin part
ar_sa: عدد المؤلفين لكل صفحة في الجزء الإداري
de_de: Anzahl der Autoren pro Seite im Administratorbereich
es_es: Número de autores por página en la parte de administrador
fr_fr: Nombre d'auteurs par page dans la partie admin
ja_jp: 管理者ページの1ページあたりの著者数
pt_pt: Número de autores por página na parte administrativa
zh_cn: 管理员部分中每页作者的数量

source: Authors Per Page [Public]
ar_sa: المؤلفون في كل صفحة [بوبليك]
de_de: Autoren pro Seite [öffentlich]
es_es: Autores por página [Público]
fr_fr: Auteurs par page [Public]
ja_jp: ページあたりの著者[Public]
pt_pt: Autores por página [Public]
zh_cn: 每页作者[Public]

source: Number of authors per page on public pages
ar_sa: عدد المؤلفين في الصفحة على الصفحات العامة
de_de: Anzahl der Autoren pro Seite auf öffentlichen Seiten
es_es: Número de autores por página en páginas públicas
fr_fr: Nombre d'auteurs par page sur les pages publiques
ja_jp: 公開ページの1ページあたりの著者数
pt_pt: Número de autores por página em páginas públicas
zh_cn: 公共页面上每页作者的数量

source: Posts Per Page [Admin]
ar_sa: المشاركات لكل صفحة [أدمين]
de_de: Beiträge pro Seite [Admin]
es_es: Publicaciones por página [Admin]
fr_fr: Messages par page [Admin]
ja_jp: 1ページあたりの投稿数[管理者]
zh_cn: 每页帖子[Admin]

source: Number of posts per page in admin part
ar_sa: عدد المشاركات لكل صفحة في جزء المشرف
de_de: Anzahl der Posts pro Seite im Administratorbereich
es_es: Número de publicaciones por página en la parte de administrador
fr_fr: Nombre de messages par page dans la partie admin
ja_jp: 管理者ページの1ページあたりの投稿数
pt_pt: Número de postagens por página na parte administrativa
zh_cn: 管理部分每页的帖子数量

source: Pages Per Page [Admin]
ar_sa: الصفحات لكل صفحة [أدمين]
de_de: Seiten pro Seite [Admin]
es_es: Páginas por página [Admin]
fr_fr: Pages par page [Admin]
ja_jp: ページあたりのページ数[管理者]
pt_pt: Páginas por página [Admin]
zh_cn: 每页页数[Admin]

source: Number of pages per page in admin part
ar_sa: عدد الصفحات في الصفحة في جزء المشرف
de_de: Anzahl der Seiten pro Seite im Administratorbereich
es_es: Número de páginas por página en la parte de administrador
fr_fr: Nombre de pages par page dans la partie admin
ja_jp: 管理者ページの1ページあたりのページ数
pt_pt: Número de páginas por página na parte administrativa
zh_cn: 管理部分每页的页数

source: Posts Per Page [Public]
ar_sa: المشاركات لكل صفحة [عام]
de_de: Beiträge pro Seite [öffentlich]
es_es: Publicaciones por página [Pública]
fr_fr: Messages par page [Public]
ja_jp: ページあたりの投稿数[公開]
pt_pt: Postagens por página [Public]
zh_cn: 每页帖子[公开]

source: Number of posts per page on public pages
ar_sa: عدد المشاركات لكل صفحة في الصفحات العامة
de_de: Anzahl der Beiträge pro Seite auf öffentlichen Seiten
es_es: Número de publicaciones por página en páginas públicas
fr_fr: Nombre de messages par page sur les pages publiques
ja_jp: 公開ページの1ページあたりの投稿数
pt_pt: Número de postagens por página em páginas públicas
zh_cn: 公共页面上每页文章的数量

source: Publishers Per Page
ar_sa: الناشرون لكل صفحة
de_de: Herausgeber pro Seite
es_es: Editores por página
fr_fr: Éditeurs par page
ja_jp: ページごとのサイト運営者
pt_pt: Editores por Página
zh_cn: 每页出版商

source: Number of publishers per page in admin part
ar_sa: عدد الناشرين في الصفحة في الجزء الإداري
de_de: Anzahl der Herausgeber pro Seite im Administratorbereich
es_es: Número de editores por página en la parte de administrador
fr_fr: Nombre d'éditeurs par page dans la partie admin
ja_jp: 管理者ページの1ページあたりのパブリッシャー数
pt_pt: Número de editores por página na parte administrativa
zh_cn: 管理员部分中每页的发布者数量

source: Series Per Page
ar_sa: سلسلة لكل صفحة
de_de: Serien pro Seite
es_es: Serie por página
fr_fr: Série par page
ja_jp: ページごとのシリーズ
pt_pt: Série por Página
zh_cn: 每页系列

source: Number of series per page in admin part
ar_sa: عدد السلاسل لكل صفحة في جزء المشرف
de_de: Anzahl der Serien pro Seite im Administratorbereich
es_es: Número de series por página en la parte de administrador
fr_fr: Nombre de séries par page dans la partie admin
ja_jp: 管理部分の1ページあたりのシリーズ数
pt_pt: Número de séries por página na parte administrativa
zh_cn: 管理部分中每页的系列数量

source: Genres Per Page
ar_sa: الأنواع لكل صفحة
de_de: Genres pro Seite
es_es: Géneros por página
fr_fr: Genres par page
ja_jp: ページあたりのジャンル
pt_pt: Géneros por Página
zh_cn: 每页的流派

source: Number of genres per page in admin part
ar_sa: عدد الأنواع في الصفحة في جزء المشرف
de_de: Anzahl der Genres pro Seite im Administratorbereich
es_es: Número de géneros por página en la parte de administrador
fr_fr: Nombre de genres par page dans la partie admin
ja_jp: 管理部分の1ページあたりのジャンル数
pt_pt: Número de gêneros por página na parte administrativa
zh_cn: 管理部分每页的流派数量

source: Tags Per Page
de_de: Schlagwörter pro Seite

source: Number of tags per page in admin part
de_de: Anzahl der Schlagwörter pro Seite im Administratorbereich

source: Stores Per Page
ar_sa: متاجر لكل صفحة
de_de: Bestände pro Seite

source: Number of stores per page in admin part
ar_sa: عدد المتاجر في كل صفحة في جزء المشرف
de_de: Anzahl von von Beständen pro Seite im Administratorbereich

source: Locations Per Page
ar_sa: المواقع لكل صفحة
de_de: Standorte pro Seite

source: Number of locations per page in admin part
ar_sa: عدد المواقع لكل صفحة في جزء المشرف
de_de: Anzahl der Standorte pro Seite im Administratorbereich

source: Custom Book Fields Per Page
de_de: Benutzerdefinierte Buchthemenfelder pro Seite

source: Number of custom book fields per page in admin part
de_de: Anzahl der benutzerdefinierten Buchthemenfelder pro Seite im Administratorbereich

source: Max Search Result Number
ar_sa: الحد الأقصى لعدد نتائج البحث
de_de: Max. Anzahl der Suchergebnisse
es_es: Número máximo de resultados de búsqueda
fr_fr: Max Nombre de résultats de la recherche
ja_jp: 最大検索結果番号
pt_pt: Número máximo de resultados da pesquisa
zh_cn: 最大搜索结果编号

source: Max number items in search response
ar_sa: الحد الأقصى لعدد العناصر في استجابة البحث
de_de: Max. Anzahl der Elemente in der Suchantwort
es_es: Número máximo de elementos en la respuesta de búsqueda
fr_fr: Nombre maximal d'éléments dans la réponse de recherche
ja_jp: 検索応答の最大項目数
pt_pt: Número máximo de itens na resposta de pesquisa
zh_cn: 搜索响应中的最大数量项目

source: Date Format
ar_sa: صيغة التاريخ
de_de: Datumsformat
es_es: Formato de fecha
fr_fr: Format de la date
ja_jp: 日付の表示形式
pt_pt: Formato da data
zh_cn: 日期格式

source: Date format
ar_sa: صيغة التاريخ
de_de: Datumsformat
es_es: Formato de fecha
fr_fr: Format de date
ja_jp: 日付の表示形式
pt_pt: Formato da data
zh_cn: 日期格式

source: Publishing Date Format
ar_sa: تنسيق تاريخ النشر
de_de: Format des Veröffentlichungsdatums
es_es: Formato de fecha de publicación
fr_fr: Format de la date de publication
ja_jp: 出版日付形式
pt_pt: Formato de data de publicação
zh_cn: 发布日期格式
