Repository: zeynab12345/my_project
Catalog: lms/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, pt_pt, zh_cn

source: Email Notification Successfully Disabled.
ar_sa: تم تعطيل إشعار البريد الإلكتروني بنجاح.
de_de: E-Mail-Benachrichtigung erfolgreich deaktiviert.
es_es: Notificación de correo electrónico deshabilitada correctamente.
fr_fr: Notification par e-mail désactivée avec succès.
ja_jp: 電子メール通知が無効になりました。
pt_pt: Notificação de e-mail com êxito desativada.
zh_cn: 电子邮件通知已成功禁用。

source: Email Settings
ar_sa: إعدادات البريد الإلكتروني
de_de: E-Mail Einstellungen
es_es: Ajustes del correo electrónico
fr_fr: Paramètres d'email
ja_jp: メール設定
pt_pt: Configurações de e-mail
zh_cn: 电子邮件设置

source: Send Method
ar_sa: إرسال الطريقة
de_de: Sende-Methode
es_es: Enviar método
fr_fr: Méthode d'envoi
ja_jp: 送信メソッド
pt_pt: Enviar Método
zh_cn: 发送方法

source: Default From Email Name
ar_sa: الافتراضي من البريد الإلكتروني الاسم
de_de: Standardeinstellung E-Mail-Absender
es_es: Valor predeterminado del nombre del correo electrónico
fr_fr: Par défaut du nom de l'e-mail
ja_jp: メール名からのデフォルト
pt_pt: Padrão do nome de e-mail
zh_cn: 默认来自电子邮件名称

source: Default From Email Address
ar_sa: الافتراضي من عنوان البريد الإلكتروني
de_de: Standardeinstellung E-Mail-Adresse des Absenders
es_es: Valor predeterminado de la dirección de correo electrónico
fr_fr: Par défaut depuis l'adresse e-mail
ja_jp: 電子メールアドレスからのデフォルト
pt_pt: Padrão do endereço de e-mail
zh_cn: 从电子邮件地址默认

source: Default Message Template For Notify Delayed Users
ar_sa: قالب الرسالة الافتراضي لإعلام المستخدمين المتأخرين
de_de: Standard Nachrichtenvorlage für die Benachrichtigung in Verzug geratener Nutzer
es_es: Plantilla de mensaje predeterminado para notificar a los usuarios retrasados
fr_fr: Modèle de message par défaut pour avertir les utilisateurs retardés
ja_jp: 遅延したユーザーに通知するための既定のメッセージテンプレート
pt_pt: Modelo de mensagem padrão para notificar usuários atrasados
zh_cn: 用于通知延迟用户的默认消息模板

source: HTML Template For Notify Delayed Users
ar_sa: نموذج هتمل لإعلام المستخدمين المتأخرين
de_de: HTML-Vorlage für die Benachrichtigung in Verzug geratener Nutzer
es_es: Plantilla HTML para notificar a los usuarios retrasados
fr_fr: Modèle HTML pour avertir les utilisateurs retardés
ja_jp: 遅延したユーザーに通知するためのHTMLテンプレート
pt_pt: Modelo HTML para notificar usuários atrasados
zh_cn: 用于通知延迟用户的HTML模板

source: Email Configuration Test
ar_sa: اختبار تهيئة البريد الإلكتروني
de_de: E-Mail-Konfigurationstest
es_es: Prueba de configuración de correo electrónico
fr_fr: Test de configuration du courrier électronique
ja_jp: 電子メール設定テスト
pt_pt: Teste de Configuração de Email
zh_cn: 电子邮件配置测试

source: You can check email configuration by sending test email to your own email address. You need to type your email address and press <strong>Send</strong> button. If you received test email it means email is configured properly.
ar_sa: يمكنك التحقق من تهيئة البريد الإلكتروني عن طريق إرسال رسالة إلكترونية تجريبية إلى عنوان بريدك الإلكتروني. يلزمك كتابة عنوان بريدك الإلكتروني والضغط على \ n <سترونغ> إرسال </ سترونغ> \ n. إذا تلقيت رسالة اختبار، فهذا يعني أنه تم تهيئة البريد الإلكتروني بشكل صحيح.
de_de: Sie können die E-Mail-Konfiguration überprüfen, indem Sie eine Test-E-Mail an Ihre eigene E-Mail-Adresse senden. Sie müssen Ihre E-Mail-Adresse eingeben und die Taste \ n <strong> Senden </ strong> \ n drücken. Wenn Sie eine Test-E-Mail erhalten haben, bedeutet dies, dass die E-Mail korrekt konfiguriert ist.
es_es: Puede verificar la configuración del correo electrónico enviando el correo electrónico de prueba a su propia dirección de correo electrónico. Debe escribir su dirección de correo electrónico y presionar el botón \ n <strong> Enviar </ strong> \ n. Si recibió un correo electrónico de prueba, significa que el correo electrónico está configurado correctamente.
fr_fr: Vous pouvez vérifier la configuration de la messagerie en envoyant un e-mail de test à votre adresse e-mail. Vous devez taper votre adresse e-mail et appuyer sur le bouton \ n <strong> Envoyer </ strong> \ n. Si vous avez reçu un e-mail de test, cela signifie que l'e-mail est correctement configuré.
ja_jp: テスト用電子メールを自分の電子メールアドレスに送信することで、電子メールの構成をチェックすることができます。メールアドレスを入力して\ n <strong>送信</ strong> \ nボタンを押す必要があります。テスト電子メールを受け取った場合、電子メールが正しく設定されていることを意味します。
pt_pt: Você pode verificar a configuração de e-mail enviando e-mail de teste para seu próprio endereço de e-mail. Você precisa digitar seu endereço de e-mail e pressionar \ n <strong> Enviar </ strong> botão \ n. Se você recebeu email de teste, significa que o email está configurado corretamente.
zh_cn: 您可以通过发送测试邮件到您自己的电子邮件地址来检查电子邮件配置您需要输入您的电子邮件地址，然后按\ n <strong>发送</ strong> \ n按钮。如果您收到测试邮件，则表示邮件配置正确。

source: Email will be sent by selected Send Method
ar_sa: سيتم إرسال البريد الإلكتروني من خلال طريقة الإرسال المحددة
de_de: E-Mail wird mit der ausgewählten Sende-Methode gesendet
es_es: El correo electrónico será enviado por el método de envío seleccionado
fr_fr: L'email sera envoyé par la méthode d'envoi sélectionnée
ja_jp: 選択した送信方法でメールが送信されます
pt_pt: O email será enviado pelo método de envio selecionado
zh_cn: 电子邮件将通过选定的发送方法发送

source: Send
ar_sa: إرساd
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
ja_jp: 送信
pt_pt: Enviar
zh_cn: 发送

source: Search
ar_sa: بحث
de_de: Suche
es_es: Buscar
fr_fr: Chercher
ja_jp: 検索
zh_cn: 搜索

source: By Books
ar_sa: بواسطة الكتب
de_de: Nach Büchern
es_es: Por libros
fr_fr: Par des livres
ja_jp: 書籍別
pt_pt: Por Livros
zh_cn: 由书

source: By Users
ar_sa: من قبل المستخدمين
de_de: Nach Nutzern
es_es: Por los usuarios
fr_fr: Par les utilisateurs
ja_jp: ユーザー別
pt_pt: Por usuários
zh_cn: 由用户

source: Profile
ar_sa: ملف
de_de: Profil
es_es: Perfil
fr_fr: Profil
ja_jp: プロフィール
pt_pt: Perfil
zh_cn: 简述

source: Logout
ar_sa: الخروج
de_de: Abmelden
es_es: Cerrar sesión
fr_fr: Déconnexion
ja_jp: ログアウト
pt_pt: Sair
zh_cn: 登出

source: Add Menu
ar_sa: إضافة قائمة
de_de: Menü hinzufügen
es_es: Añadir Menu
fr_fr: Ajouter Menu
ja_jp: {0}追加メニュー{/0}
pt_pt: Adicionar menu
zh_cn: 添加菜单

source: Edit Menu
ar_sa: تحرير القائمة
de_de: Menü bearbeiten
es_es: Editar menú
fr_fr: Edition Menu
ja_jp: Edit(編集)メニュー
pt_pt: Menu Editar
zh_cn: 编辑菜单

source: Menu Name
ar_sa: اسم القائمة
de_de: Menüname
es_es: Nombre del menú
fr_fr: Nom de menu
ja_jp: メニュー名
pt_pt: Nome do menu
zh_cn: 菜单名称

source: Add Custom Link
ar_sa: إضافة رابط مخصص
de_de: Benutzerdefinierte Verknüpfung hinzufügen
es_es: Agregar enlace personalizado
fr_fr: Ajouter un lien personnalisé
ja_jp: カスタムリンクの追加
pt_pt: Adicionar link personalizado
zh_cn: 添加自定义链接

source: Add Page
ar_sa: إضافة صفحة
de_de: Seite hinzufügen
es_es: Anadir pagina
fr_fr: Ajouter une page
ja_jp: ページの追加
pt_pt: Adicionar Página

source: Add Post
ar_sa: إضافة مشاركة
de_de: Beitrag hinzufügen
es_es: Agregar mensaje
fr_fr: Ajouter Poster
ja_jp: 投稿を追加
pt_pt: Adicionar Publicação
zh_cn: 添加帖子

source: Collapse All
ar_sa: انهيار جميع
de_de: Alles einklappen
es_es: Ocultar todo
fr_fr: Réduire tout
ja_jp: 全て選択
pt_pt: Recolher Tudo
zh_cn: 收齐全部

source: Page
ar_sa: صفح
de_de: Seite
es_es: Página
ja_jp: ページ
pt_pt: Página
zh_cn: 页

source: Post
ar_sa: أنشر
de_de: Beitrag
fr_fr: Poste
pt_pt: Postar
zh_cn: 帖子

source: Class
ar_sa: كلاس
de_de: Klasse
es_es: Clase
fr_fr: Classe
ja_jp: クラス
pt_pt: Classe
zh_cn: 类

source: Please Enter Menu Name
ar_sa: الرجاء إدخال اسم القائمة
de_de: Bitte geben Sie den Menünamen ein
es_es: Por favor ingrese el nombre del menú
fr_fr: Veuillez entrer le nom du menu
ja_jp: メニュー名を入力してください
pt_pt: Digite o nome do menu
zh_cn: 请输入菜单名称

source: Menus
ar_sa: قوائم الطعام
de_de: Menüs
es_es: Menús
ja_jp: メニュー
zh_cn: 菜单

source: First Page
ar_sa: الصفحة الأولى
de_de: Erste Seite
es_es: Primera Página
fr_fr: Première Page
ja_jp: 一ページ目
pt_pt: Primeira página
zh_cn: 第一页

source: Last Page
ar_sa: آخر صفحة
de_de: Letzte Seite
es_es: Última Página
fr_fr: Dernière page
ja_jp: 最後のページ
pt_pt: Última página
zh_cn: 最后一页

source: Dashboard
ar_sa: لوحة التحكم
de_de: Übersichtsseite
es_es: Panel
fr_fr: Tableau de bord
ja_jp: ダッシュボード
zh_cn: 仪表板

source: All Books
ar_sa: جميع الكتب
de_de: Alle Bücher
es_es: Todos los libros
fr_fr: Tous les livres
ja_jp: すべての書籍
pt_pt: Todos os Livros
zh_cn: 所有书籍

source: Publishers
ar_sa: الناشرون
de_de: Herausgeber
es_es: Editores
fr_fr: Éditeurs
ja_jp: サイト運営者
pt_pt: Editores
zh_cn: 出版商

source: All Publishers
ar_sa: جميع الناشرين
de_de: Alle Herausgeber
es_es: Todos los editores
fr_fr: Tous les éditeurs
ja_jp: すべての出版社
pt_pt: Todos os editores
zh_cn: 所有发布者

source: Add Publisher
ar_sa: إضافة الناشر
de_de: Herausgeber hinzufügen
es_es: Añadir editor
fr_fr: Ajouter un éditeur
ja_jp: 出版社を追加
pt_pt: Adicionar editor
zh_cn: 添加出版商

source: All Series
ar_sa: كل المجموعات
de_de: Alle Reihen
es_es: Toda la serie
fr_fr: Toutes les séries
ja_jp: 全シリーズ
pt_pt: Todas as séries
zh_cn: 所有系列

source: Add Series
ar_sa: إضافة سلسلة
de_de: Reihe hinzufügen
es_es: Agregar serie
fr_fr: Ajouter une série
ja_jp: シリーズを追加
pt_pt: Adicionar série
zh_cn: 添加系列

source: All Authors
ar_sa: جميع المؤلفين
de_de: Alle Autoren
es_es: Todos los utores
fr_fr: Tous les auteurs
pt_pt: Todos os Autores
zh_cn: 所有作者

source: All Genres
ar_sa: جميع الأنواع
de_de: Alle Genres
es_es: Todos los Géneros
fr_fr: Tous les genres
ja_jp: すべてのジャンル
pt_pt: Todos os gêneros
zh_cn: 所有流派

source: Add Genre
ar_sa: إضافة النوع
de_de: Genre hinzufügen
es_es: Añadir género
fr_fr: Ajouter un genre
ja_jp: ジャンルを追加
pt_pt: Adicionar gênero
zh_cn: 添加流派

source: All Tags
de_de: Alle Schlagwörter

source: Add Tag
de_de: Schlagwort hinzufügen

source: Stores & Locations
ar_sa: المتاجر والمواقع
de_de: Bestände & Standorte

source: All Stores
ar_sa: جميع المتاجر
de_de: Alle Bestände

source: Add Store
ar_sa: إضافة مخزن
de_de: Bestand hinzufügen

source: All Locations
ar_sa: جميع المواقع
de_de: Alle Standorte

source: Add Location
ar_sa: إضافة عنوان
de_de: Standort hinzufügen

source: Reviews
ar_sa: التقييمات
de_de: Rezensionen

source: All Reviews
ar_sa: جميع التقييمات
de_de: Alle Rezensionen

source: Add Review
ar_sa: أضف رأيك
de_de: Rezension hinzufügen

source: Issued Books
ar_sa: الكتب الصادرة
de_de: Ausgegebene Bücher
es_es: Libros publicados
fr_fr: Livres publiés
ja_jp: 発行された書籍
pt_pt: Livros emitidos
zh_cn: 发行书籍

source: Requested Books
ar_sa: الكتب المطلوبة
de_de: Angefragte Bücher
es_es: Libros solicitados
fr_fr: Livres demandés
ja_jp: リクエストされた書籍
pt_pt: Livros solicitados
zh_cn: 请求书籍

source: Public
ar_sa: عام
de_de: Öffentlich
es_es: Público
ja_jp: パブリック
pt_pt: Público
zh_cn: 公开

source: Posts
ar_sa: المشاركات
de_de: Beiträge
fr_fr: postes
ja_jp: 投稿
pt_pt: Postagens
zh_cn: 文章

source: All Posts
ar_sa: جميع المشاركات
de_de: Alle Beiträge
es_es: Todos los posts
fr_fr: Tous les articles
ja_jp: すべての投稿
pt_pt: Todas as Publicações
zh_cn: 所有帖子

source: All Pages
ar_sa: كل الصفحات
de_de: Alle Seiten
es_es: Todas las páginas
fr_fr: Toutes les pages
ja_jp: すべてのページ
pt_pt: Todas as páginas
zh_cn: 所有页面

source: Categories
ar_sa: الاقسام
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories
pt_pt: Categorias
zh_cn: 分类

source: Messages
ar_sa: الرسائل
de_de: Meldungen
es_es: Mensaje
ja_jp: メッセージ
pt_pt: Mensagens
zh_cn: s

source: All Menus
ar_sa: جميع القوائم
de_de: Alle Menüs
es_es: Todos los menús
fr_fr: Tous les menus
ja_jp: すべてのメニュー
pt_pt: Todos os menus
zh_cn: 所有菜单

source: Users
ar_sa: المستخدمين
de_de: Nutzer
es_es: Usuarios
fr_fr: Utilisateurs
ja_jp: ユーザー
pt_pt: Usuários
zh_cn: 会员

source: All Users
ar_sa: جميع الأعضاء
de_de: Alle Nutzer
es_es: Todos los Usuarios
fr_fr: Tous les utilisateurs
ja_jp: すべてのユーザー
pt_pt: Todos os usuários
zh_cn: 全部用户

source: Add User
ar_sa: إضافة مستخدم
de_de: Nutzer hinzufügen
es_es: Agregar usuario
fr_fr: Ajouter un utilisateur
ja_jp: ユーザーの追加
pt_pt: Adicionar utilizador
zh_cn: 添加用户

source: All Roles
ar_sa: جميع الأدوار
de_de: Alle Rollen
es_es: Todos los roles
fr_fr: Tous les rôles
ja_jp: すべての役割
pt_pt: Todas as funções
zh_cn: 所有角色

source: Add Role
ar_sa: إضافة دور
de_de: Rolle hinzufügen
es_es: Añadir rol
fr_fr: Ajouter un rôle
ja_jp: 役割追加
pt_pt: ADICIONAR FUNÇÃO
zh_cn: 添加角色

source: Settings
ar_sa: إعدادات
de_de: Einstellungen
es_es: Ajustes
fr_fr: Réglages
ja_jp: 設定
pt_pt: Definições
zh_cn: 设置

source: Themes
ar_sa: السم
de_de: Erscheinungsbild

source: Notifications
ar_sa: إخطارات
de_de: Benachrichtigungen
es_es: Notificaciones
fr_fr: Notification
ja_jp: 通知
pt_pt: Notificações
zh_cn: 通知

source: All Notifications
ar_sa: جميع الإخطارات
de_de: Alle Benachrichtigungen
es_es: Todas las notificaciones
fr_fr: Toutes les notifications
ja_jp: すべての通知
pt_pt: Todas as Notificações
zh_cn: 所有通知

source: Static ShortCodes
ar_sa: شورتكوديس ثابت
de_de: Statische Kurzcodes
es_es: ShortCodes estáticos
fr_fr: ShortCodes statiques
ja_jp: 静的ショートコード
pt_pt: ShortCodes estático
zh_cn: 静态短代码

source: Google Books Settings
ar_sa: إعدادات كتب غوغل
de_de: Google-Books-Einstellungen
es_es: Configuración de Google Libros
fr_fr: Paramètres Google Livres
ja_jp: Googleブックスの設定
pt_pt: Configurações do Google Livros
zh_cn: Google图书设置

source: SMTP Settings
ar_sa: إعدادات سمتب
de_de: SMTP-Einstellungen
es_es: Ajustes de SMTP
fr_fr: Paramètres SMTP
ja_jp: SMTP設定
pt_pt: Configurações SMTP
zh_cn: SMTP设置

source: SMS Settings
de_de: SMS-Einstellungen

source: Social Network Settings
de_de: Einstellungen für soziale Netzwerke

source: Languages
ar_sa: اللغا
de_de: Sprachen
es_es: Idiomas
fr_fr: Langues
ja_jp: 言語
pt_pt: Línguas
zh_cn: 语言切换

source: Permissions
ar_sa: أذونات
de_de: Berechtigungen
es_es: Permisos
fr_fr: Autorisations
ja_jp: 権限の管理
pt_pt: permissões
zh_cn: 权限

source: RSS Settings
de_de: RSS-Einstellungen

source: LDAP Settings
de_de: LDAP-Einstellungen

source: Database Setting
ar_sa: إعداد قاعدة البيانات
de_de: Datenbankeinstellung
es_es: Configuración de base
fr_fr: Paramètre de base
ja_jp: データベース設定
pt_pt: Configuração de banco de dados
zh_cn: 数据库设置

source: Book Fields
de_de: Themengebiete der Bücher

source: Custom Fields
de_de: Benutzerdefinierte Themengebiete

source: All Custom Fields
de_de: Alle benutzerdefinierten Themengebiete

source: Add Custom Field
de_de: Benutzerdefiniertes Themengebiet hinzufügen

source: Default Fields
de_de: Standard Themengebiete

source: Bindings
ar_sa: الربط
de_de: Einbände
es_es: Vinculaciones
fr_fr: Liaisons
ja_jp: バインディング
pt_pt: Ligações
zh_cn: {0}10.5{/0} 绑定

source: Sizes
de_de: Umfang

source: Types
de_de: Arten

source: Physical Forms
de_de: Ausführungen

source: Visible Fields
de_de: Sichtbare Themengebiete

source: Book URL Generate
de_de: Buch-URL generieren

source: Site View Setting
ar_sa: إعداد الموقع
de_de: Einstellung
es_es: Configuración de la vista del sitio
fr_fr: Paramètre d'affichage du site
ja_jp: サイトビューの設定
pt_pt: Configuração da vista do site
zh_cn: 网站视图设置

source: Documentation
ar_sa: مراجع
de_de: Dokumentation
es_es: Documentación
ja_jp: ドキュメント
pt_pt: Documentação
zh_cn: 文档

source: Generate Book Url
de_de: Buch-URL generieren

source: Select URL format to generate book URLs.
de_de: URL-Format auswählen, um Buch-URL zu generieren.

source: Book Name
de_de: Name des Buches

source: Book Name - ISBN13
de_de: Name des Buches - ISBN13

source: Override URL's
de_de: Überschreibe URLs

source: Select this option to override all book URLs by using selected URL format. Otherwise empty URLs will be replaced only.
de_de: Diese Option auswählen, um alle Buch-URLs mit dem gewählten URL-Format zu überschreiben. Ansonsten werden lediglich leere URLs ersetzt.

source: Generate URL's
de_de: Erzeuge URLs

source: Activate
ar_sa: تفعيل
de_de: Aktivieren

source: Activated
ar_sa: تنشيط
de_de: Aktiviert

source: Edit Genre
ar_sa: تعديل النوع
de_de: Genre bearbeiten
es_es: Editar género
fr_fr: Modifier le genre
ja_jp: ジャンルを編集
pt_pt: Editar gênero
zh_cn: 编辑流派

source: Api Key
ar_sa: API مفتاح
de_de: API-Schlüssel
es_es: Clave API
fr_fr: clé API
pt_pt: Chave da API:
zh_cn: API密钥

source: Max Search Results
ar_sa: الحد الأقصى لنتائج البحث
de_de: Max. Suchergebnisse
es_es: Resultados máximos de búsqueda
fr_fr: Max Résultats de recherche
ja_jp: 最大の検索結果
pt_pt: Resultados máximos da pesquisa
zh_cn: 最大搜索结果

source: Country
ar_sa: بلد
de_de: Land
es_es: País
fr_fr: Pays
ja_jp: 国
pt_pt: País
zh_cn: 国家

source: Use this country codes
ar_sa: استخدم رموز البلد هذه
de_de: Verwenden Sie diese Ländercodes
es_es: Usa estos códigos de país
fr_fr: Utilisez les codes de pays
ja_jp: この国コードを使用する
pt_pt: Use esses códigos de país
zh_cn: 使用这个国家代码

source: Total Books
ar_sa: إجمالي الكتب
de_de: Gesamtzahl der Bücher
es_es: Libros totales
fr_fr: Total des livres
ja_jp: 合計書籍
pt_pt: Total de livros
zh_cn: 总书籍

source: last month
ar_sa: الشهر الماضي
de_de: Letzter Monat
es_es: el mes pasado
fr_fr: dernier mois
ja_jp: 先月
pt_pt: mês passado
zh_cn: 上个月

source: Returned Books
ar_sa: الكتب التي تم إرجاعها
de_de: Zurückgegebene Bücher
es_es: Libros devueltos
fr_fr: Livres retournés
ja_jp: 返品された書籍
pt_pt: Livros devolvidos
zh_cn: 归还书籍

source: Lost Books
ar_sa: الكتب المفقودة
de_de: Verlorene Bücher
es_es: Libros Perdidos
fr_fr: Livres perdus
ja_jp: 失われた書籍
pt_pt: Livros perdidos
zh_cn: 遗失的书籍

source: Last Issued Books
ar_sa: آخر إصدار كتب
de_de: Zuletzt ausgegebene Bücher
es_es: Últimos libros publicados
fr_fr: Derniers livres publiés
ja_jp: 最後に発行された書籍
pt_pt: Livros publicados pela última vez
zh_cn: 上次发行的书籍

source: Publishing Year
ar_sa: سنة النشر
de_de: Erscheinungsjahr
es_es: Año de publicación
fr_fr: Année de publication
ja_jp: 出版年
pt_pt: Ano de publicação
zh_cn: 出版年

source: Last Requested Books
ar_sa: آخر الكتب المطلوبة
de_de: Zuletzt angefragte Bücher
es_es: Últimos libros solicitados
fr_fr: Derniers livres demandés
ja_jp: 最後にリクエストされた書籍
pt_pt: Últimos livros solicitados
zh_cn: 最后要求书籍

source: Add Issue
ar_sa: إضافة مشكلة
de_de: Ausgabe hinzufügen
es_es: Agregar problema
fr_fr: Ajouter Tâche
ja_jp: 問題を追加
pt_pt: Adicionar Problema
zh_cn: 添加问题

source: Edit Issue
ar_sa: تعديل المشكلة
de_de: Ausgabe bearbeiten
es_es: Editar problema
fr_fr: Modifier la tâche
ja_jp: 問題を編集する
pt_pt: Editar problema
zh_cn: 编辑问题

source: Book Id
de_de: Buch-ID

source: Penalty
ar_sa: العقوبة
de_de: Strafe
es_es: Penalidad
fr_fr: Penalité
ja_jp: ペナルティ
pt_pt: Pena
zh_cn: // 采取措施

source: Book is Lost
ar_sa: الكتاب مفقود
de_de: Buch ist verloren gegangen
es_es: Libro perdido
fr_fr: Le livre est perdu
ja_jp: 本が失われた
pt_pt: O livro está perdido
zh_cn: 书丢失了

source: Edit Publisher
ar_sa: تحرير الناشر
de_de: Herausgeber bearbeiten
es_es: Editar editorial
fr_fr: Modifier l'éditeur
ja_jp: 出版社を編集
pt_pt: Editar editor
zh_cn: 编辑出版商...

source: Issue Date Descending
ar_sa: تاريخ الإصدار تنازلي
de_de: Ausgabedatum absteigend
es_es: Fecha de emisión descendente
fr_fr: Date d'émission Descending
ja_jp: 発行日降順
pt_pt: Data de emissão decrescente
zh_cn: 发行日期降序

source: Issue Date Ascending
ar_sa: تاريخ الإصدار تصاعدي
de_de: Ausgabedatum aufsteigend
es_es: Fecha de emisión ascendente
fr_fr: Date d'émission Ascendant
ja_jp: 発行日昇順
pt_pt: Data de Emissão Ascendente
zh_cn: 发行日期升序

source: Expiry Date Descending
ar_sa: تاريخ انتهاء الصلاحية
de_de: Ablaufdatum absteigend
es_es: Fecha de vencimiento descendente
fr_fr: Date d'expiration Descending
ja_jp: 有効期限の降順
pt_pt: Data de expiração Descendente
zh_cn: 有效期降序

source: Expiry Date Ascending
ar_sa: تاريخ انتهاء الصلاحية
de_de: Ablaufdatum aufsteigend
es_es: Fecha de vencimiento ascendente
fr_fr: Date d'expiration Ascendant
ja_jp: 有効期限の昇順
pt_pt: Data de expiração ascendente
zh_cn: 到期日期递增

source: Return Date Descending
ar_sa: تاريخ الإرجاع تنازليا
de_de: Rückgabedatum absteigend
es_es: Fecha de regreso descendente
fr_fr: Date de retour décroissant
ja_jp: 戻り値降順
pt_pt: Data de Retorno Descendente
zh_cn: 退货日期降序

source: Return Date Ascending
ar_sa: تاريخ الإغلاق تصاعدي
de_de: Rückgabedatum aufsteigend
es_es: Fecha de regreso ascendente
fr_fr: Date de retour Ascendant
ja_jp: 戻る日の昇順
pt_pt: Data de Retorno Ascendente
zh_cn: 返回日期升序

source: 1 Issue
ar_sa: المسأله1.
de_de: 1 Ausgabe
es_es: problema
fr_fr: Question
ja_jp: 発行
pt_pt: Questão:
zh_cn: 版本

source: Issue To
ar_sa: المشكلة إلى
de_de: Ausgabe an
es_es: Emitido a
fr_fr: Problème à
ja_jp: 発行先
pt_pt: Problema para
zh_cn: 发给

source: lost
ar_sa: خسر
de_de: Verloren
es_es: perdido
fr_fr: perdu
ja_jp: 損失
pt_pt: Perdeu?
zh_cn: 迷失！

source: returned
ar_sa: عاد
de_de: Wurde zurückgegeben
es_es: regresó
fr_fr: Revenu
ja_jp: {0}{/0} {1} {/1} {2}返品{/2}
pt_pt: Devolvido
zh_cn: 回馈，

source: Return Book
ar_sa: كتاب عودة
de_de: Buch zurückgeben
es_es: Volver libro
fr_fr: Livre de retour
ja_jp: 返品予約
pt_pt: Livro de retorno
zh_cn: 退还书

source: Notify Delayed Members
ar_sa: إخطار الأعضاء المتأخرين
de_de: In Verzug geratene Mitglieder benachrichtigen
es_es: Notificar a los miembros retrasados
fr_fr: Notifier les membres retardés
ja_jp: 遅延メンバーに通知する
pt_pt: Notificar membros atrasados
zh_cn: 通知延迟成员

source: Book Not Lost
ar_sa: كتاب لا فقدت
de_de: Buch nicht verloren gegangen
es_es: Libro no perdido
fr_fr: Livre non perdu
ja_jp: 予約は失われません
pt_pt: Livro não perdido
zh_cn: 书不丢失

source: Book Is Lost
ar_sa: كتاب المفقود
de_de: Buch ist verloren gegangen
es_es: Libro perdido
fr_fr: Le livre est perdu
ja_jp: 本が失われる
pt_pt: O livro está perdido
zh_cn: 书丢失了

source: Issue Book
ar_sa: كتاب القضايا
de_de: Buch ausgeben
es_es: Edición del libro
fr_fr: Emission livre
ja_jp: 問題帳
pt_pt: Livro de edição
zh_cn: 问题书

source: Copy
de_de: Kopie

source: Add Another Book
ar_sa: إضافة كتاب آخر
de_de: Ein weiteres Buch hinzufügen
es_es: Agregar otro libro
fr_fr: Ajouter un autre livre
ja_jp: 別のブックを追加
pt_pt: Adicionar outro livro
zh_cn: 添加另一本书

source: Books for
ar_sa: كتب ل
de_de: Bücher für
es_es: Libros para
fr_fr: Livres pour
ja_jp: 本のための本
pt_pt: Livros para
zh_cn: 书籍

source: Book Copy
de_de: Buch kopieren

source: Send Notification
ar_sa: إرسال الإشعار
de_de: Benachrichtigung senden
es_es: Enviar notificación
fr_fr: Envoyer une notification
ja_jp: 通知を送信する
pt_pt: Enviar notificação
zh_cn: 发送通知

source: Sender
de_de: Absender

source: Message
ar_sa: رسالة
de_de: Nachricht
es_es: Mensaje
ja_jp: メッセージ
pt_pt: Mensagem
zh_cn: 消息

source: ShortCodes For Use
ar_sa: شورتكوديس للاستخدام
de_de: Kurzcodes zur Verwendung
es_es: ShortCodes para su uso
fr_fr: ShortCodes à utiliser
ja_jp: 使用のためのショートコード
pt_pt: ShortCodes para uso
zh_cn: 简码使用

source: Send SMS
de_de: SMS senden

source: Send Email
ar_sa: ارسل بريد إلكتروني
de_de: E-Mail senden
fr_fr: Envoyer
ja_jp: メールを送信
pt_pt: Mensagem
zh_cn: 发送邮件

source: Not Available
de_de: Nicht verfügbar

source: There is no available copies
de_de: Es sind keine Kopien verfügbar

source: User is required
ar_sa: مطلوب المستخدم
de_de: Nutzer ist erforderlich
es_es: El usuario es requerido
fr_fr: L'utilisateur est requis
ja_jp: ユーザーは必須です
pt_pt: O usuário é necessário
zh_cn: 用户是必需的

source: Language Name
ar_sa: اسم اللغة
de_de: Sprache
es_es: Nombre del lenguaje
fr_fr: Nom de la langue
pt_pt: Nome da Linguagem
zh_cn: 语言名称

source: Language Code
ar_sa: رمز اللغة
de_de: Sprachcode
es_es: Código de lenguaje
fr_fr: code de langue
ja_jp: 言語コード
pt_pt: Código de idioma

source: Language Short Code
ar_sa: رمز اللغة القصير
de_de: Sprachkurzcode
es_es: Código corto de idioma
fr_fr: Code de langue
ja_jp: 言語ショートコード
pt_pt: Código curto da linguagem
zh_cn: 语言短代码

source: Connection
de_de: Verbindung

source: Role Mapping
de_de: Rollenzuordnung

source: Attribute Mapping
de_de: Attributzuordnung

source: Enable LDAP
de_de: Aktiviere LDAP

source: Enable Auto Registering Users
de_de: Erlaube automatisches Registrieren der Nutzer

source: Enable Both Authentication
de_de: Beide Authentifizierungen zulassen

source: Service Account Password
de_de: Serviceaccount-Passwort

source: Search Base(s)
de_de: Basis / Basen durchsuchen

source: <strong>Admin</strong> Group Name
de_de: <strong>Administrator</strong> Gruppenname

source: <strong>Librarian</strong> Group Name
de_de: <strong>Bibliothekar</strong> Gruppenname

source: <strong>Member</strong> Group Name
de_de: <strong>Mitglied</strong> Gruppenname

source: <strong>Login</strong> Attribute Name
de_de: <strong>Login</strong> Gruppenname
