Repository: zeynab12345/my_project
Catalog: lms/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, de_de, es_es, fr_fr, ja_jp, pt_pt, zh_cn

source: Reading progress: %d lines.
ar_sa: تقدم القراءة: %d خطوط.
de_de: Einlesefortschritt: %d Zeilen.

source: Import failed on line %d. Details: %s
ar_sa: فشل الاستيراد في السطر %d . التفاصيل: %s
de_de: Import fehlgeschlagen in Zeile %d . Details: %s
es_es: La importación falló en la línea %d . Detalles: %s
fr_fr: L'importation a échoué sur la ligne %d . Détails: %s
ja_jp: 行%dインポートに失敗しました。詳細： %s
pt_pt: A importação falhou na linha %d . Detalhes: %s
zh_cn: 导入%d行失败。详情： %s

source: Reading is finished. %d lines was processed TOTALLY.
ar_sa: يتم الانتهاء من القراءة. تمت معالجة %d الخطوط تماما.
de_de: Einlesen abgeschlossen. %d Zeilen wurden INSGESAMT verarbeitet.

source: Import failed for some reason. Details: %s
ar_sa: أخفق الاستيراد لسبب ما. التفاصيل: %s
de_de: Import ist aus irgendeinem Grund fehlgeschlagen. Details: %s
es_es: La importación falló por alguna razón. Detalles: %s
fr_fr: L'importation a échoué pour une raison quelconque. Détails: %s
ja_jp: 何らかの理由でインポートに失敗しました。詳細： %s
pt_pt: A importação falhou por algum motivo. Detalhes: %s
zh_cn: 由于某种原因导入失败。详情： %s

source: There is no file in request.
ar_sa: ليس هناك ملف في الطلب.
de_de: Es gibt keine Datei in der Anfrage.
es_es: No hay archivo en la solicitud.
fr_fr: Il n'y a pas de fichier dans la requête.
ja_jp: 要求されたファイルはありません。
pt_pt: Não há arquivo no pedido.
zh_cn: 请求中没有文件。

source: %d authors are saving...
ar_sa: يتم حفظ %d المؤلفين ...
de_de: %d Autoren werden gespeichert...

source: Authors saving is failed for some reason.
ar_sa: أخفق حفظ المؤلفين لسبب ما.
de_de: Speichern der Autoren ist aus irgendeinem Grund fehlgeschlagen.
es_es: El ahorro de los autores falla por alguna razón.
fr_fr: La sauvegarde des auteurs a échoué pour une raison quelconque.
ja_jp: 著者の保存は何らかの理由で失敗しました。
pt_pt: A salvação de autores falhou por algum motivo.
zh_cn: 由于某种原因，作者保存失败。

source: %d authors are saved.
ar_sa: يتم حفظ %d المؤلفين.
de_de: %d Autoren sind gespeichert.

source: %d genres are saving...
ar_sa: يتم حفظ %d أنواع ...
de_de: %d Genres werden gespeichert...

source: Genres saving is failed for some reason.
ar_sa: أخفق حفظ الأنواع لسبب ما.
de_de: Das Speichern der Genres ist aus irgendeinem Grund fehlgeschlagen.
es_es: El guardado de géneros falla por alguna razón.
fr_fr: L'économie de Genres est échouée pour une raison quelconque.
ja_jp: ジャンルの保存は何らかの理由で失敗します。
pt_pt: A economia de gênero é falhada por algum motivo.
zh_cn: 由于某种原因，节目类型保存失败。

source: %d genres are saved.
ar_sa: يتم حفظ %d أنواع.
de_de: %d Genres sind gespeichert.

source: %d publishers are saving...
ar_sa: يتم حفظ %d الناشرين ...
de_de: %d Herausgeber speichern...

source: Publishers saving is failed for some reason.
ar_sa: أخفق حفظ الناشرين لسبب ما.
de_de: Speichern der Herausgebern ist aus irgendeinem Grund fehlgeschlagen.
es_es: Los editores que guardan fallaron por alguna razón.
fr_fr: L'enregistrement des éditeurs a échoué pour une raison quelconque.
ja_jp: サイト運営者が何らかの理由で保存に失敗しました。
pt_pt: O salvamento de editores foi falhado por algum motivo.
zh_cn: 出于某种原因，发布商保存失败。

source: %d publishers are saved.
ar_sa: يتم حفظ %d الناشرين.
de_de: %d Herausgeber wurden gespeichert.

source: %d series are saving...
ar_sa: يتم حفظ %d سيريز ...
de_de: %d Reihen werden gespeichert...

source: %d series are saved.
ar_sa: يتم حفظ %d سيريز.
de_de: %d Reihen wurden gespeichert.

source: %d covers are saving...
ar_sa: يتم حفظ %d الأغطية ...
de_de: %d Cover werden gespeichert...

source: Covers saving is failed for some reason.
ar_sa: ويخفف توفير وفورات لسبب ما.
de_de: Speichern der Cover ist aus irgendeinem Grund fehlgeschlagen.
es_es: El ahorro de cubiertas falla por alguna razón.
fr_fr: L'enregistrement des couvertures a échoué pour une raison quelconque.
ja_jp: 何らかの理由でセーブが失敗しました。
pt_pt: A proteção de capas é falhada por algum motivo.
zh_cn: 由于某些原因，保存失败。

source: %d covers are saved.
ar_sa: يتم حفظ %d الأغطية.
de_de: %d Cover wurden gespeichert.

source: %d books are processing...
ar_sa: تتم معالجة %d الكتب ...
de_de: %d Bücher werden bearbeitet...

source: %d books are processed.
ar_sa: تتم معالجة %d الكتب.
de_de: %d Bücher wurden bearbeitet.

source: Books saving is failed for some reason.
ar_sa: أخفق حفظ الكتب لسبب ما.
de_de: Speichern der Bücher ist aus irgendeinem Grund fehlgeschlagen.
es_es: El ahorro de libros falla por alguna razón.
fr_fr: La sauvegarde de livres est échouée pour une raison quelconque.
ja_jp: 書籍の保存は何らかの理由で失敗しました。
pt_pt: A salvação de livros foi falhada por algum motivo.
zh_cn: 由于某种原因，书籍保存失败。

source: %d books are saved.
ar_sa: يتم حفظ %d الكتب.
de_de: %d Bücher sind gespeichert.

source: %d book authors are saving...
ar_sa: يتم حفظ %d مؤلفو الكتب ...
de_de: %d Buchautoren werden gespeichert...

source: Book authors saving is failed for some reason.
ar_sa: الكتاب الكتاب حفظ فشل لسبب ما.
de_de: Speichern der Buchautoren ist aus irgendeinem Grund fehlgeschlagen.
es_es: El ahorro de autores de libros falla por alguna razón.
fr_fr: La sauvegarde des auteurs de livres a échoué pour une raison quelconque.
ja_jp: 何らかの理由で書籍の著者の保存が失敗しました。
pt_pt: A salvação dos autores de livros é falhada por algum motivo.
zh_cn: 由于某种原因，书籍作者保存失败。

source: %d book authors are saved.
ar_sa: يتم حفظ %d الكتاب الكتاب.
de_de: %d Buchautoren sind gespeichert.

source: %d book genres are saving...
ar_sa: يتم حفظ %d أنواع الكتب ...
de_de: %d Buchgenres werden gespeichert...

source: Book genres saving is failed for some reason.
ar_sa: أخفق حفظ أنواع الكتب لسبب ما.
de_de: Speichern der Buchgenres ist aus irgendeinem Grund fehlgeschlagen.
es_es: El ahorro de géneros de libros falla por alguna razón.
fr_fr: L'enregistrement de genres de livres a échoué pour une raison quelconque.
ja_jp: 何らかの理由で書籍ジャンルの保存に失敗しました。
pt_pt: A economia de gêneros do livro é falhada por algum motivo.
zh_cn: 某些原因，书类型保存失败。

source: %d book genres are saved.
ar_sa: يتم حفظ %d أنواع الكتب.
de_de: %d Buchgenres wurden gespeichert.

source: Total Books: %d.
ar_sa: إجمالي الكتب: %d .
de_de: Gesamtzahl der Bücher: %d.

source: Total Authors: %d.
ar_sa: إجمالي المؤلفين: %d .
de_de: Gesamtzahl der Autoren: %d.

source: Total Genres: %d.
ar_sa: إجمالي الأنواع: %d .
de_de: Gesamtzahl der Genres: %d.

source: Total Publishers: %d.
ar_sa: إجمالي الناشرين: %d .
de_de: Gesamtzahl der Herausgeber: %d.

source: Total Series: %d.
ar_sa: إجمالي السلسلة: %d .
de_de: Gesamtzahl der Serien: %d.

source: Total Covers: %d.
ar_sa: إجمالي الأغطية: %d .
de_de: Gesamtzahl der Cover: %d.

source: Couldn't download cover file: %s
ar_sa: تعذر تنزيل ملف الغلاف: %s
de_de: Cover-Datei %s konnte nicht heruntergeladen werden

source: Couldn't create cover file. Please check permissions on the server.
ar_sa: تعذر إنشاء ملف الغلاف. الرجاء التحقق من الأذونات على الخادم.
de_de: Cover-Datei konnte nicht erstellt werden. Bitte überprüfen Sie die Berechtigungen auf dem Server.

source: Couldn't copy cover to the database.
ar_sa: تعذر نسخ الغطاء إلى قاعدة البيانات.
de_de: Cover konnte nicht in die Datenbank kopiert werden.
es_es: No se pudo copiar la portada en la base de datos.
fr_fr: Impossible de copier la couverture dans la base de données.
ja_jp: カバーをデータベースにコピーできませんでした。
pt_pt: Não foi possível copiar a capa para o banco de dados.
zh_cn: 无法将封面复制到数据库。

source: Direct access is not allowed. Language won't be changed.
ar_sa: لا يسمح بالدخول المباشر. لن يتم تغيير اللغة.
de_de: Direkter Zugriff ist nicht erlaubt. Die Sprache wird nicht geändert.
es_es: El acceso directo no está permitido. El idioma no será cambiado.
fr_fr: L'accès direct n'est pas autorisé. La langue ne sera pas modifiée.
ja_jp: 直接アクセスは許可されていません。言語は変更されません。
pt_pt: O acesso direto não é permitido. A linguagem não será alterada.
zh_cn: 直接访问是不允许的。语言不会改变。

source: Couldn't clean languages list.
ar_sa: تعذر تنظيف قائمة اللغات.
de_de: Die Sprachenliste konnte nicht bereinigt werden.
es_es: No se pudo limpiar la lista de idiomas.
fr_fr: Impossible de nettoyer la liste des langues.
ja_jp: 言語リストをクリーンアップできませんでした。
pt_pt: Não foi possível limpar a lista de idiomas.
zh_cn: 无法清理语言列表。

source: Couldn't save language.
ar_sa: تعذر حفظ اللغة.
de_de: Sprache konnte nicht gespeichert werden.
es_es: No se pudo guardar el idioma
fr_fr: Impossible de sauvegarder la langue.
ja_jp: 言語を保存できませんでした。
pt_pt: Não foi possível salvar o idioma.
zh_cn: 无法保存语言。

source: Couldn't update languages.%s%s
ar_sa: تعذر تحديث اللغات. %s %s
de_de: Sprachen konnten nicht aktualisiert werden. %s %s
es_es: No se pudieron actualizar los idiomas. %s %s
fr_fr: Impossible de mettre à jour les langues. %s %s
ja_jp: 言語を更新できませんでした。 %s %s
pt_pt: Não foi possível atualizar idiomas. %s %s
zh_cn: 无法更新语言。 %s %s

source: Connection to LDAP server is not established. Please check connection details.
de_de: Verbindung zum LDAP Server wurde nicht aufgebaut. Bitte überprüfen Sie die Verbindungsdetails.

source: Connection is successfully established.<br/> Specified user is logged in to LDAP but user doesn't have required permissions to log in to Library CMS (user is not a member of required group).
de_de: Verbindung wurde erfolgreich aufgebaut.<br/> Angegebener Nutzer ist in LDAP angemeldet, besitzt jedoch nicht die erforderlichen Berechtigungen, um sich in der CMS-Bibliothek anzumelden (der Nutzer ist nicht Mitglied in der hierfür notwendigen Gruppe)

source: Connection is successfully established but specified user is not logged in.
de_de: Verbindung wurde erfolgreich aufgebaut, der angegebene Nutzer ist allerdings nicht angemeldet.

source: Connection is successfully established but specified user is not found.
de_de: Verbindung wurde erfolgreich aufgebaut, der angegebene Nutzer wurde jedoch nicht gefunden.

source: POST AJAX request is required only.
de_de: POST AJAX-Anfrage ist nur erforderlich.

source: Permission '%s' couldn't be saved.
ar_sa: تعذر حفظ الإذن ' %s '.
de_de: Berechtigung ' %s ' konnte nicht gespeichert werden.
es_es: El permiso ' %s ' no se pudo guardar.
fr_fr: L'autorisation ' %s ' n'a pas pu être enregistrée.
ja_jp: パーミッション ' %s 'を保存できませんでした。
pt_pt: A permissão ' %s ' não pôde ser salva.
zh_cn: 权限“ %s ”无法保存。

source: Permission '%s' couldn't be deleted.
ar_sa: تعذر حذف الإذن ' %s '.
de_de: Berechtigung ' %s ' konnte nicht gelöscht werden.
es_es: El permiso ' %s ' no se pudo eliminar.
fr_fr: L'autorisation ' %s ' n'a pas pu être supprimée.
ja_jp: パーミッション ' %s 'は削除できませんでした。
pt_pt: Permissão ' %s ' não pôde ser excluído.
zh_cn: 权限' %s '无法删除。

source: Permissions are successfully updated.
ar_sa: يتم تحديث الأذونات بنجاح.
de_de: Berechtigungen werden erfolgreich aktualisiert.
es_es: Los permisos se actualizaron con éxito.
fr_fr: Les autorisations sont mises à jour avec succès.
ja_jp: アクセス許可が正常に更新されました。
pt_pt: As permissões são atualizadas com sucesso.
zh_cn: 权限已成功更新。

source: Couldn't clean physicalForm list.
de_de: Liste der Ausführungen konnte nicht bereinigt werden.

source: Couldn't save physicalForms.
de_de: Ausführungen konnten nicht gespeichert werden.

source: Couldn't update physicalForms.%s%s
de_de: Ausführungen konnten nicht aktualisiert werden. %s %s

source: Role saving is failed for some reason.
ar_sa: أخفق توفير الدور لسبب ما.
de_de: Speichern der Rollen ist aus irgendeinem Grund fehlgeschlagen.
es_es: El ahorro de rol falló por alguna razón.
fr_fr: L'enregistrement du rôle a échoué pour une raison quelconque.
ja_jp: 何らかの理由でロールセービングが失敗しました。
pt_pt: A salvação de funções foi falhada por algum motivo.
zh_cn: 由于某种原因，角色保存失败。

source: RolePermission saving is failed for some reason.
ar_sa: فشل حفظ رولبرميسيون لسبب ما.
de_de: Speichern der Rollenberechtigungen ist aus irgendeinem Grund fehlgeschlagen.
es_es: RolePermission saving falló por alguna razón.
fr_fr: L'enregistrement de RolePermission a échoué pour une raison quelconque.
ja_jp: 何らかの理由でRolePermissionの保存に失敗しました。
pt_pt: O rolePermission de gravação foi falhado por algum motivo.
zh_cn: 由于某种原因，RolePermission保存失败。

source: Role is saved successfully.
ar_sa: يتم حفظ الدور بنجاح.
de_de: Rolle wurde erfolgreich gespeichert.
es_es: El rol se guarda con éxito.
fr_fr: Le rôle est enregistré avec succès.
ja_jp: ロールは正常に保存されます。
pt_pt: O papel é salvo com sucesso.
zh_cn: 角色已成功保存。

source: Couldn't create Role.%s%s
ar_sa: تعذر إنشاء الدور. %s %s
de_de: Rolle konnte nicht erstellt werden. %s %s
es_es: No se pudo crear el Rol. %s %s
fr_fr: Impossible de créer un rôle. %s %s
ja_jp: ロールを作成できませんでした。 %s %s
pt_pt: Não foi possível criar o papel. %s %s
zh_cn: 无法创建角色。 %s %s

source: Build-in user role (Admin, etc.) couldn't be deleted.
ar_sa: تعذر حذف بناء دور المستخدم (المشرف، وما إلى ذلك).
de_de: Build-in Benutzerrolle (Admin, etc.) konnte nicht gelöscht werden.
es_es: La función de usuario incorporada (Administrador, etc.) no se pudo eliminar.
fr_fr: Le rôle d'utilisateur intégré (Admin, etc.) n'a pas pu être supprimé.
ja_jp: ビルドインユーザーロール（管理者など）は削除できませんでした。
pt_pt: A função de incorporação de usuários (Admin, etc.) não pôde ser excluída.
zh_cn: 内置用户角色（Admin等）无法删除。

source: Couldn't delete Role '%d' for some reason.
ar_sa: تعذر حذف الدور ' %d ' لسبب ما.
de_de: Rolle ' %d ' konnte aus irgendeinem Grund nicht gelöscht werden.
es_es: No se pudo eliminar la función ' %d ' por algún motivo.
fr_fr: Impossible de supprimer le rôle ' %d ' pour une raison quelconque.
ja_jp: ロール ' %d 'を何らかの理由で削除できませんでした。
pt_pt: Não foi possível excluir a função ' %d ' por algum motivo.
zh_cn: 出于某种原因，无法删除角色“ %d ”。

source: Role is deleted successfully.
ar_sa: تم حذف الدور بنجاح.
de_de: Rolle wurde erfolgreich gelöscht.
es_es: El rol se elimina con éxito.
fr_fr: Le rôle est supprimé avec succès.
ja_jp: ロールは正常に削除されます。
pt_pt: O papel é excluído com sucesso.
zh_cn: 角色已成功删除。

source: There is no Role with ID '%d' in table '%s'.
ar_sa: لا يوجد دور بهوية ' %d ' في الجدول ' %s '.
de_de: Es gibt keine Rolle mit der ID '%d' in Tabelle '%s'.
es_es: No hay ningún rol con ID ' %d ' en la tabla ' %s '.
fr_fr: Il n'y a pas de rôle avec l'ID ' %d ' dans la table ' %s '.
pt_pt: Não há papel com ID ' %d ' na tabela ' %s '.

source: Couldn't delete Role '%d'.%s%s
ar_sa: تعذر حذف الدور ' %d '. %s %s
de_de: Rolle ' %d ' konnte nicht gelöscht werden. %s %s
es_es: No se pudo eliminar la función ' %d '. %s %s
fr_fr: Impossible de supprimer le rôle ' %d '. %s %s
ja_jp: ロール ' %d 'を削除できませんでした。 %s %s
pt_pt: Não foi possível excluir a função ' %d '. %s %s
zh_cn: 无法删除角色“ %d ”。 %s %s

source: Role Permissions saving is failed for some reason.
ar_sa: فشل دور حفظ الأذونات لسبب ما.
de_de: Speichern von Rollenberechtigungen ist aus irgendeinem Grund fehlgeschlagen.
es_es: El permiso Permisos de rol falló por alguna razón.
fr_fr: La sauvegarde des autorisations de rôle a échoué pour une raison quelconque.
ja_jp: ロールパーミッション保存が何らかの理由で失敗しました。
pt_pt: A salvação de permissões de função foi falhada por algum motivo.
zh_cn: 由于某种原因，角色权限保存失败。

source: Role Permissions is successfully saved.
ar_sa: تم حفظ أذونات الدور بنجاح.
de_de: Rollenberechtigungen wurden erfolgreich gespeichert.
es_es: Role Permissions se guardó exitosamente.
fr_fr: Les autorisations de rôle sont sauvegardées avec succès.
ja_jp: 役割のアクセス許可が正常に保存されました。
pt_pt: As permissões de função são salvas com sucesso.
zh_cn: 角色权限已成功保存。

source: Role with ID = '%d' is not found.
ar_sa: لم يتم العثور على الدور بالمعرف = ' %d '.
de_de: Rolle mit ID = ' %d ' wurde nicht gefunden.
es_es: El rol con ID = ' %d ' no se encuentra.
fr_fr: Le rôle avec ID = ' %d ' est introuvable.
ja_jp: ID = ' %d 'のロールが見つかりません。
pt_pt: O papel com ID = ' %d ' não é encontrado.
zh_cn: ID =' %d '的角色未找到。

source: Couldn't save Dynamic Short Codes.
ar_sa: تعذر حفظ الرموز القصيرة الديناميكية.
de_de: Dynamische Funktionscodes konnten nicht gespeichert werden.
es_es: No se pudieron guardar códigos cortos dinámicos.
fr_fr: Impossible d'enregistrer les codes de fonction dynamiques.
ja_jp: ダイナミックショートコードを保存できませんでした。
pt_pt: Não foi possível salvar os códigos curtos dinâmicos.
zh_cn: 无法保存动态短代码。

source: Dynamic Short Codes were saved successfully.
ar_sa: تم حفظ رموز قصيرة الديناميكية بنجاح.
de_de: Dynamische Funktionscodes wurden erfolgreich gespeichert.
es_es: Los códigos cortos dinámicos se guardaron con éxito.
fr_fr: Les codes courts dynamiques ont été enregistrés avec succès.
ja_jp: ダイナミックショートコードが正常に保存されました。
pt_pt: Os códigos curtos dinâmicos foram salvos com sucesso.
zh_cn: 动态短代码已成功保存。

source: Couldn't clean table "%s".
ar_sa: تعذر تنظيف الجدول \ " %s ".
de_de: Die Tabelle " %s " konnte nicht bereinigt werden.
es_es: No se pudo limpiar la tabla \ " %s ".
fr_fr: Impossible de nettoyer la table \ " %s ".
ja_jp: \ " %s "テーブルを削除できませんでした。
pt_pt: Não foi possível limpar a tabela \ " %s ".
zh_cn: 无法清理表\“ %s \”。

source: Couldn't save Static Short Codes.
ar_sa: تعذر حفظ رموز قصيرة ثابتة.
de_de: Statische Funktionscodes konnten nicht gespeichert werden.
es_es: No se pudieron guardar los códigos cortos estáticos.
fr_fr: Impossible d'enregistrer les codes courts statiques.
ja_jp: 静的ショートコードを保存できませんでした。
pt_pt: Não foi possível salvar códigos estáticos curtos.
zh_cn: 无法保存静态短代码。

source: Static Short Codes were saved successfully.
ar_sa: تم حفظ رموز قصيرة ثابتة بنجاح.
de_de: Statische Funktionscodes wurden erfolgreich gespeichert.
es_es: Los códigos cortos estáticos se guardaron con éxito.
fr_fr: Les codes courts statiques ont été enregistrés avec succès.
ja_jp: 静的ショートコードが正常に保存されました。
pt_pt: Os códigos estáticos curtos foram salvos com sucesso.
zh_cn: 静态短代码已成功保存。

source: Sitemap generation is failed. Couldn't get books from database.
ar_sa: أخفق إنشاء ملف سيتماب. تعذر الحصول على الكتب من قاعدة البيانات.
de_de: Seitenübersicht konnte nicht erstellt werden. Bücher konnten nicht aus der Datenbank übernommen werden.

source: Couldn't delete file for some reason.
ar_sa: تعذر حذف الملف لسبب ما.
de_de: Datei konnte aus irgendeinem Grund nicht gelöscht werden.
es_es: No se pudo eliminar el archivo por alguna razón.
fr_fr: Impossible de supprimer le fichier pour une raison quelconque.
ja_jp: 何らかの理由でファイルを削除できませんでした。
pt_pt: Não foi possível excluir o arquivo por algum motivo.
zh_cn: 某些原因无法删除文件。

source: Couldn't delete file. File is not in Site View Options.
ar_sa: تعذر حذف الملف. الملف ليس في خيارات عرض الموقع.
de_de: Datei konnte nicht gelöscht werden. Die Datei befindet sich nicht in den Optionen der Seiten-Ansicht.
es_es: No se pudo borrar el archivo El archivo no está en las Opciones de Vista del Sitio.
fr_fr: Impossible de supprimer le fichier. Le fichier ne figure pas dans les options d'affichage du site.
ja_jp: ファイルを削除できませんでした。ファイルがサイトビューオプションにありません。
pt_pt: Não foi possível excluir o arquivo. O arquivo não está nas opções de exibição do site.
zh_cn: 无法删除文件。文件不在“网站视图选项”中。

source: Couldn't delete file.%s%s
ar_sa: تعذر حذف الملف. %s %s
de_de: Datei konnte nicht gelöscht werden. %s %s
es_es: No se pudo borrar el archivo %s %s
fr_fr: Impossible de supprimer le fichier. %s %s
ja_jp: ファイルを削除できませんでした。 %s %s
pt_pt: Não foi possível excluir o arquivo. %s %s
zh_cn: 无法删除文件。 %s %s

source: There is no OptionName in POST parameters.
de_de: Es ist kein OptionName in den POST-Parametern.

source: Your '%s' balance is '%f'.
de_de: Ihr '%s'-Kontostand beträgt '%f'.

source: Please select active SMS provider.
de_de: Bitte wählen Sie einen aktiven SMS-Anbieter.

source: Couldn't send SMS. Error code: '%d'. Error description: '%s'
de_de: SMS konnte nicht gesendet werden. Fehlercode: '%d'. Fehlerbeschreibung: '%s'

source: SMS is sent successfully.
de_de: SMS wurde erfolgreich versendet.

source: Couldn't save Role Permissions for role '%d'.%s%s
ar_sa: تعذر حفظ أذونات الدور للدور ' %d '. %s %s
de_de: Rollenberechtigungen für die Rolle ' %d ' konnten nicht gespeichert werden. %s %s
es_es: No se pudieron guardar los permisos de función para la función ' %d '. %s %s
fr_fr: Impossible d'enregistrer les autorisations de rôle pour le rôle ' %d '. %s %s
ja_jp: ロール ' %d 'のロール権限を保存できませんでした。 %s %s
pt_pt: Não foi possível salvar permissões de função para o papel ' %d '. %s %s
zh_cn: 无法保存角色“ %d ”的角色权限。 %s %s

source: Critical error is occurred. See details below: %s
de_de: Ein kritischer Fehler ist aufgetreten. Siehe Details unten: %s

source: Unlicensed software is detected. Please specify your purchase code.
de_de: Nicht lizensierte Software wurde erkannt. Bitte geben Sie Ihren Verifikationscode an.

source: User role does not set. Please logout and login again.%sContact site administrator if solution above doesn't work for you.
ar_sa: لم يتم تعيين دور المستخدم. يرجى الخروج وتسجيل الدخول مرة أخرى. %s اتصل بمسؤول الموقع إذا لم يعمل الحل أعلاه نيابة عنك.
de_de: Nutzerrolle wird nicht festgelegt. Bitte melden Sie sich ab und melden Sie sich erneut an. %s Wenden Sie sich an den Administrator der Website, wenn die obige Lösung nicht für Sie funktioniert.
es_es: La función del usuario no se establece. Por favor cierre la sesión e inicie sesión de nuevo. %s Póngase en contacto con el administrador del sitio si la solución anterior no le funciona.
fr_fr: Le rôle de l'utilisateur n'est pas défini. Veuillez vous déconnecter et vous reconnecter. %s Contactez l'administrateur du site si la solution ci-dessus ne fonctionne pas pour vous.
ja_jp: ユーザーロールが設定されていません。ログアウトしてもう一度ログインしてください。 %s上記のソリューションがうまく動作しない場合は、サイト管理者に連絡してください。
pt_pt: A função de usuário não é definida. Faça o login e faça o login novamente. %s Administrador do site de contatos se a solução acima não funcionar para você.
zh_cn: 用户角色没有设置。请注销并重新登录。 %s如果以上解决方案不适用于您，请联系网站管理员。

source: User is not activated yet. Please ask administrator to activate your account.
ar_sa: لم يتم تنشيط المستخدم حتى الآن. يرجى مطالبة المشرف بتنشيط حسابك.
de_de: Nutzer ist noch nicht aktiviert. Bitte fragen Sie den Administrator, um Ihr Konto zu aktivieren.
es_es: El usuario no está activado todavía Pídale al administrador que active su cuenta.
fr_fr: L'utilisateur n'est pas encore activé. Veuillez demander à l'administrateur d'activer votre compte.
ja_jp: ユーザーはまだアクティブ化されていません。管理者にアカウントを有効にするよう依頼してください。
pt_pt: O usuário ainda não está ativado. Peça ao administrador para ativar sua conta.
zh_cn: 用户尚未激活。请要求管理员激活您的帐户。

source: Database transaction couldn't be started.
ar_sa: تعذر بدء معاملة قاعدة البيانات.
de_de: Datenbanktransaktion konnte nicht gestartet werden.
es_es: La transacción de la base de datos no se pudo iniciar.
fr_fr: La transaction de base de données n'a pas pu être démarrée.
ja_jp: データベーストランザクションを開始できませんでした。
pt_pt: A transação do banco de dados não pôde ser iniciada.
zh_cn: 数据库事务无法启动。

source: Database transaction couldn't be committed.
ar_sa: لا يمكن ارتكاب معاملة قاعدة البيانات.
de_de: Datenbanktransaktion konnte nicht übergeben werden.
es_es: La transacción de la base de datos no pudo ser comprometida.
fr_fr: La transaction de base de données n'a pas pu être validée.
ja_jp: データベーストランザクションをコミットできませんでした。
pt_pt: A transação do banco de dados não pôde ser comprometida.
zh_cn: 数据库事务不能被提交。

source: Database transaction couldn't be rolled back.
ar_sa: لا يمكن التراجع عن معاملة قاعدة البيانات.
de_de: Die Datenbanktransaktion konnte nicht zurückgesetzt werden.
es_es: La transacción de la base de datos no se pudo deshacer.
fr_fr: La transaction de base de données n'a pas pu être annulée.
ja_jp: データベーストランザクションをロールバックできませんでした。
pt_pt: A transação do banco de dados não pôde ser revertida.
zh_cn: 数据库事务无法回滚。

source: Book is successfully created.
ar_sa: تم إنشاء الكتاب بنجاح.
de_de: Buch wurde erfolgreich erstellt.
es_es: El libro fue creado con éxito.
fr_fr: Le livre est créé avec succès.
ja_jp: ブックは正常に作成されました。
pt_pt: O livro é criado com sucesso.
zh_cn: 本书已成功创建。
